Author=Ignacio Ruiz and Tony L. Requena
SourceLANGID=1033
LANGID=1034
Generator=DKLang Translation Editor v3.0
LastModified=2012-01-02 10:25:19

[Constants]
00000002=Modificado
00000003=El archivo
00000004=ha sido modificado por otro programa, quieres recargar este archivo? - Perderás tus cambios... ¿continuar?
00000005=El explorador selecionado no ha sido encontrado. Para mostrar la salida del debugger debes especificar un navegador en las preferencias.
00000006=Todos los archivos (*.*)
00000007=Todos los formatos
00000008=no existe!
00000009=Esta versión de phpDesigner 2008, versión
00000010=es la versión actual!
00000011=¿Estás seguro de que quieres borrar este elemento?
00000012=¿Estás seguro de que quieres borrar la aplicación seleccionada?
00000013=¿Estás seguro de que quieres borrar la conexión ftp seleccionada?
00000014=¿Estás seguro de que quieres borrar el/los item/s seleccionados?
00000015=Renombrar archivo
00000016=Introduce un nuevo nombre de archivo y una extensión de archivo:
00000017=El archivo no puede ser renombrado. ¡Archivo no guardado!
00000018=¡No se puede realizar el renombramiento debido a que el archivo elegido ya existe!
00000019=¿Desea revertir el archivo
00000020=El modo de transparencia será apagado en el siguiente reinicio.
00000021=Modo transparencia: Apagado
00000022=¡La librería de código no ha sido iniciada!
00000023=Lo siento, no ha sido encontrado archivo de ayuda...
00000024=Buscar función\n
00000025=en el manual PHP
00000026=No se encuentra el interprete PHP. Por favor, configure sus preferencias para continuar.
00000027=La ruta a localhost no ha sido encontrada. Por favor, configure sus preferencias a fin de integrar localhost.\n
00000028=El archivo debe ser guardado para previsualizarlo embebido en localhost.
00000029=El archivo debe ser guardado para ordenarlo.
00000030=El archivo debe ser guardado para usar las opciones de SVN.
00000031=¡El texo de búsqueda no se encuentra en la biblioteca de código!
00000032=Sin título
00000033=Introduce número de línea
00000034=Ir a la línea
00000035=El archivo tiene cambios que no han sido guardados.
00000036=¿Quieres guardar los cambios?
00000037=Snippets de código
00000038=Snippet
00000039=Manual PHP
00000040=Texto seleccionado
00000041=El archivo
00000042=no se ha podido guardar.
00000043=Probablemente, porque el archivo está marcado como sólo lectura.
00000044=está actualmente en uso.
00000045=El archivo de destino está marcado como sólo lectura.
00000046=no ha sido encontrado en la carpeta de htdocs.
00000047=El archivo debe ser situado en su carpeta htdocs localhost con el fin de utilizar la vista previa localhost.
00000048=Elemento tarea en línea
00000049=Elemento bug en línea
00000050=Crear un nuevo snippet
00000051=Sin título
00000052=Marcado inteligente
00000053=¡error PHP!
00000054=Línea
00000055=¡Guardado fallido! No se puede conectar al host remoto
00000056=Proyecto no cargado
00000057=Plantilla :: Editar plantilla
00000058=Sin título
00000059=Plantilla :: Crear nueva plantilla
00000060=Snippet :: Editar Snippet
00000061=Snippet :: Crear nuevo snippet
00000062=Navegador de archivos - Instantáneas
00000063=Introduzca nombre para la instantánea
00000064=¿Limipar archivos recientes?
00000065=Cliente FTP...
00000066=Herramienta de fusión y comparación de archivos de texto...
00000067=HTML Tidy (tidy.exe) could not be found!\n¡HTML Tody (tidi.exe) no ha sido encontrado!
00000068=Vas a borrar el diseño
00000069=¿Continuar?
00000070=¡No existe el directorio del proyecto!
00000071=Proyecto
00000072=Salvar diseño
00000073=Salvar el actual diseño de escritorio como:
00000074=Ln
00000075=Col
00000076=¡TortoiseSVN no encontrado!
00000077=Crear archivo remoto
00000078=Escribe el nombre del archivo:
00000079=Subir archivo actual
00000080=Elegir carpeta
00000081=Seleccionar archivos...
00000082=Archivos del proyecto...
00000083=Para comenzar el debugging del archivo
00000084=debe de estar guardado de manera local en tu ordenador.
00000085=El archivo
00000086=ha sido modificado, ¿quieres cambiar los cambios y continuar con el debugging?
00000087=debe ser guardado, ¿quieres guardar el archivo ahora?
00000088=Añadir vista
00000089=Propiedad:
00000090=Error fatal Xdebug:
00000091=Servidor Xdebug iniciado
00000092=Servidor Xdebug parado
00000093=Ruptura de comandos en el archivo
00000094=en
00000095=línea
00000096=¡WinCacheGrind no encontrado!
00000097=Los perfiladores son archivos cachegrind y tienen que ser abiertos por el software visor de terceros WinCacheGrind.
00000098=Sesión
00000099=finalizado
00000100=Ejecutar
00000101=Continuar
00000102=(No se ha encontrado sesión activa)
00000103=iniciado:
00000104=¿Estás seguro de que quieres borrar el objeto seleccionado?
00000105=Este valor no es válido
00000106=No iniciado
00000107=Búsqueda en el documento finalizada.
00000108=¿Quieres comenzar de nuevo?
00000109=no puede ser abierto!
00000110=Eliminar bug
00000111=Eliminar tarea
00000112=¿Quieres borrar todas las marcas de búsqueda en el documento actual?\n
00000113=¿Quieres borrar todas las marcas de búsqueda en todos los documentos abiertos?
00000114=¡El Gestor de Diseños no ha sido encontrado!
00000115=Crear nuevo archivo
00000116=Nombre de archivo
00000117=¡El archivo ya existe!
00000118=Crear nueva carpeta
00000119=Imposible crear nueva carpeta
00000120=Nombre de carpeta:
00000121=¡No se ha encontrado herramienta de fusión y comparación!
00000122=Por favor, configure sus preferencias.
00000123=Vas a remplazar
00000124=con
00000125=¿Continuar?
00000126=Dependencias
00000127=Funciones
00000128=Variables
00000129=Clases
00000130=Constructor de clase
00000131=Destructor de clase
00000132=Extiende
00000133=Implementa
00000134=Interfaces
00000135=Constantes
00000136=dinámico
00000137=Función
00000138=Clase
00000139=Declarada en
00000140=en
00000141=Descripción
00000142=smarty tag
00000143=smarty var
00000144=smarty function
00000145=var
00000146=const
00000147=function
00000148=interface
00000149=extends
00000150=abstract
00000151=final
00000152=class
00000153=implements
00000154=palabra keyword
00000155=phpDocumentor
00000156=No se encontraron coincidencias para
00000157=¡Esta versión de prueba de phpDesigner 2008 ha expirado!
00000158=Si quieres continuar usando este software, por favor, adquiere tu licencia en
00000159=días
00000160=día
00000161=¡El periodo de prueba a expirado!
00000162=Introduce tu nombre de usuario y clave de registro tal y como aparece en el correo electrónico de registro. Para garantizar precisión, por favor, utilice el método copiar / pegar.
00000163=Si tienes alguna pregunta sobre el registro, por favor, visita
00000164=¡Has completado correctamente el registro!
00000165=¡Gracias!
00000167=¿Borrar el historial de búsqueda?
00000168=Atributos
00000169=ninguno
00000170=Método de
00000171=Campo de
00000172=Resultados de la búsqueda en
00000173=Git no encontrado!
00000174=El archivo debe ser guardado según las características de Git.

[fMain]
00000009=Archivo
00000010=Nuevo...
00000011=Crear nuevo documento...
00000012=Nuevo
00000013=Nuevo archivo
00000041=Abrir
00000042=Abrir un archivo existente
00000044=Guardar
00000045=Guardar archivo
00000046=Guardar como
00000047=Guardar archivo como...
00000048=Guardar todo
00000049=Guardar todos los archivos
00000052=Imprimir
00000053=Imprimir archivo
00000054=Deshacer
00000055=Deshacer
00000056=Rehacer
00000057=Rehacer
00000058=Web
00000059=Web
00000060=Buscar en la web
00000061=PHP (php.net)
00000062=Google
00000063=Live Search (Microsoft)
00000064=Yahoo!
00000065=Altavista
00000066=Wikipedia
00000067=Koders
00000068=Configurar búsqueda web...
00000069=Marcadores
00000070=Cambiar
00000071=Cambiar marcadores
00000072=Marcador 0
00000073=Marcador 1
00000074=Marcador 2
00000075=Marcador 3
00000076=Marcador 4
00000077=Marcador 5
00000078=Marcador 6
00000079=Marcador 7
00000080=Marcador 8
00000081=Marcador 9
00000082=Ir a
00000083=Ir a marcadores
00000084=Marcador 0
00000085=Marcador 1
00000086=Marcador 2
00000087=Marcador 3
00000088=Marcador 4
00000089=Marcador 5
00000090=Marcador 6
00000091=Marcador 7
00000092=Marcador 8
00000093=Marcador 9
00000094=Marcador anterior
00000095=Siguiente marcador
00000096=Portapapeles
00000097=Cortar
00000098=Cortar el texto seleccionado al portapapeles
00000099=Copiar
00000100=Copiar el texto seleccionado al portapapeles
00000101=Pegar
00000102=Pegar desde el portapapeles
00000103=Ventana
00000104=&Organizar iconos
00000105=Organizar iconos
00000106=Documento anterior
00000107=Archivo anterior
00000108=Documento siguiente
00000109=Archivo siguiente
00000110=Mosaico horizontal
00000111=Mosaico horizontal
00000112=Mosaico vertical
00000113=Mosaico vertical
00000114=Cascada
00000115=Cascada
00000116=HTML
00000117=Hipervínculo
00000118=Hipervínculo
00000119=Imagen
00000120=Imagen
00000121=Tabla
00000122=Tabla
00000123=Lista
00000124=Lista
00000125=Capa
00000126=Capa
00000127=Buscar
00000128=Buscar
00000129=Anterior
00000130=Siguiente
00000131=Párrafo
00000132=Alinear a la izquierda
00000133=Alinear a la izquierda
00000134=Alinear al centro
00000135=Alinear al centro
00000136=Alinear a la derecha
00000137=Alinear a la derecha
00000138=Justificar
00000139=Justificar
00000140=Nueva línea
00000141=Nueva línea
00000142=Aumentar sangría
00000143=Aumentar sangría
00000144=Disminuir sangría
00000145=Disminuir sangría
00000146=Formularios
00000147=Formulario
00000148=Formulario
00000149=Texto
00000150=Texto
00000151=Caja de texto
00000152=Caja de texto
00000153=Contraseña
00000154=Contraseña
00000155=Botón
00000156=Botón
00000157=Botón de enviar
00000158=Botón de enviar
00000159=Botón de resetear
00000160=Botón de resetear
00000161=Botón de imagen
00000162=Botón de imagen
00000163=Botón de opción
00000164=Botón de opción
00000165=Casilla de verificación
00000166=Casilla de verificación
00000167=Desplegable
00000168=Desplegable
00000169=Campo de archivo
00000170=Campo de archivo
00000171=Oculto
00000172=Oculto
00000173=PHP
00000174=Verdana
00000175=Definir PHP
00000176=<script language="php">...</script>
00000177=phpDocumentor
00000178=Etiquetas phpDocumentor
00000236=<?php ... ?>
00000237=<?php ... ?>
00000238=Clase, Función, Variable
00000239=Clase, Función, Variable
00000243=Declaraciones
00000244=Declaraciones
00000245=if
00000246=Declaración: if
00000247=if...else
00000248=Declaración: if...else
00000249=elseif
00000250=Declaración: elseif
00000251=while
00000252=Declaración: while
00000253=do..while
00000254=Declaración: do..while
00000255=for
00000256=Declaración: for
00000257=foreach
00000258=Declaración: foreach
00000259=break
00000260=Declaración: break
00000261=continue
00000262=Declaración: continue
00000263=switch
00000264=Declaración: switch
00000265=declare full
00000266=Declaración: declare full
00000267=declare single
00000268=Declaración: declare single
00000269=return
00000270=Declaración: return
00000271=include
00000272=Incluir un archivo
00000273=include_once
00000274=Incluir un archivo (una vez)
00000275=require
00000276=Requerir un archivo
00000277=require_once
00000278=Requerir un archivo (una vez)
00000279=Convertir a PHP
00000280=Convertir a PHP
00000325=Comentario
00000326=Comentario
00000327=Comentario con /** */
00000330=Comentario con //
00000331=Eliminar comentario //
00000332=Embellecedor de código PHP...
00000333=Embellecedor de código PHP...
00000337=phpDocumentor
00000338=phpDocumentor
00000379=Etiquetas en línea
00000387=Formato
00000390=Fuentes
00000393=Color
00000394=Color
00000395=Negrita
00000396=Negrita
00000397=Cursiva
00000398=Cursiva
00000399=Subrayado
00000400=Subrayado
00000401=Fuente
00000402=Fuente
00000403=Colores
00000404=Colores
00000407=Predeterminado
00000408=Predeterminado
00000413=Menú
00000414=&Archivo
00000431=Reabrir...
00000432=Limpiar...
00000434=&Abrir...
00000435=Seleccionar archivo...
00000436=Archivos del proyecto...
00000437=FTP
00000438=Abrir archivo desde &FTP...
00000439=Guardar en FTP...
00000440=Copiar a FTP...
00000441=Subir carpeta a FTP...
00000443=&Guardar
00000444=Guardar &como...
00000445=Guardar todo
00000447=Formato de archivo
00000451=Configurar formato de archivo...
00000452=Codificación de archivo
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=Guardar con BOM
00000459=Configurar codificación de archivo...
00000460=&Cerrar
00000461=C&errar todo
00000462=Duplicar...
00000463=Revertir...
00000464=Renombrar...
00000465=&Imprimir...
00000466=Con&figuración de impresora...
00000467=Exportar a HTML...
00000468=Exportar a RTF...
00000469=Exportar a (La)TeX...
00000470=&Salir
00000471=&Editar
00000472=&Deshacer
00000473=&Rehacer
00000474=&Cortar
00000475=C&opiar
00000476=&Pegar
00000477=&Seleccionar todo
00000478=Ajuste de línea
00000479=&Buscar
00000480=Siguiente
00000481=Anterior
00000482=Opciones
00000483=Marcado
00000484=Destacar resultado
00000485=Limpiar las marcas de resultado en documento
00000486=Limpiar las marcas de resultado en todos los documentos
00000487=Limpiar historial de búsqueda...
00000488=Silencioso
00000489=Ir a la línea...
00000490=Buscar etiqueta/llave coincidente
00000491=Seleccionar etiqueta/llave coincidente
00000492=Declaraciones del archivo
00000493=Todo
00000494=Funciones
00000495=Clases e interfaces
00000496=Constantes
00000497=Variables
00000498=Proyecto | Declaraciones en todos los archivos abiertos
00000499=All
00000500=Funciones
00000501=Clases e interfaces
00000502=Constantes
00000503=Variables
00000504=Siguiente declaración
00000505=Anterior declaración
00000506=F&ormato
00000507=Editor de fuentes...
00000508=Negrita
00000510=Cursiva
00000512=Subrayado
00000514=Tachado
00000515=Izquierda
00000517=Centro
00000519=Derecha
00000521=Justificar
00000523=Nuevo párrafo
00000525=Salto de línea
00000527=Espacio en blanco
00000529=Aumentar sangría
00000530=Disminuir sangría
00000531=Cabeceras
00000532=Cabecera 1
00000533=Cabecera 2
00000534=Cabecera 3
00000535=Cabecera 4
00000536=Cabecera 5
00000537=Cabecera 6
00000538=Espaciado de línea
00000542=Etiquetas de salida formateada
00000543=Preformateado
00000544=Teletipo
00000545=Muestra
00000546=Código
00000547=Variable
00000548=Teclado
00000549=Citas, comillas y definición de etiquetas
00000550=Dirección
00000551=Cita larga
00000552=Cita corta
00000553=Abreviatura
00000554=Acrónimo
00000555=Dirección de texto
00000556=Definición de término
00000557=Cita
00000558=Inserción
00000559=Énfasis
00000560=Fuerte
00000561=Subíndice
00000562=Superíndice
00000563=Línea horizontal
00000564=Más colores...
00000565=Selector de color...
00000567=&HTML
00000570=Hipervínculo...
00000572=Imagen...
00000574=Editor de tabla...
00000576=Editor de lista...
00000578=Lista numerada
00000579=Lista con viñetas
00000580=Formularios
00000581=Formulario...
00000583=Caja de texto...
00000585=Área de texto...
00000587=Contraseña...
00000589=Campo de archivo...
00000591=Botón...
00000593=Botón de enviar...
00000595=Botón de resetear...
00000597=Botón de imagen...
00000599=Botón de opción...
00000601=Casilla de verificación...
00000603=Desplegable...
00000605=Campo oculto...
00000607=Importar <body>...
00000608=Flash...
00000610=Comentario
00000611=Doctype
00000622=Información Meta...
00000623=Caracteres especiales...
00000624=Caracteres especiales a código
00000625=Texto seleccionado
00000626=Documento entero
00000627=Código a caracteres especiales
00000628=Texto seleccionado
00000629=Documento entero
00000630=Eliminar etiquetas
00000631=Eliminar etiquetas del texto seleccionado
00000632=Eliminar etiquetas en el documento
00000633=HTML Tidy
00000634=Estándares W3
00000635=Actualizar a CSS2
00000636=Actualizar a XHTML
00000637=Actualizar a XML
00000638=&CSS
00000639=CSS
00000640=Importar...
00000645=Selector
00000646=Asistente de selector...
00000647=Simple...
00000648=Clase o ID...
00000649=Contextual...
00000650=Importar regla...
00000651=Regla Media...
00000652=Posicionamiento (capa)...
00000653=Posicionamiento (capa)
00000654=&JavaScript
00000655=JavaScript
00000656=Función
00000657=Declaraciones
00000671=Mensaje de diálogo
00000672=Alert
00000673=Confirm
00000674=Prompt
00000675=Document.write()
00000676=Window.open()...
00000677=&PHP
00000696=Clase
00000697=Clase\n=============\n  Syntax:\n\n  class name\n  {\n  ... \n  }
00000698=Función
00000699=Función\n=============\n  Syntax:\n\n  function name\n  {\n  ... \n  }
00000700=Variable
00000701=Archivos
00000702=Incluir
00000703=Requerir
00000704=Incluir una vez
00000705=Requerir una vez
00000706=Comentar con /** */
00000707=Comentar bloque
00000708=Comentar con #
00000710=Comentario con //
00000712=Descomentar línea de comentario
00000713=Eliminar comentario
00000783=Convertir a PHP
00000784=Tahoma
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000793=Comillas simples '...'
00000795=Comillas dobles "..."
00000797=Comillas dobles y salto de línea "...\\n";
00000799=Comillas simples y salto de línea  '...\\n';
00000800=Encerrar texto con comillas simples y saltos de línea "\\n" en cada línea
00000803=Comillas dobles y retorno de carro "...\\r";
00000805=Comillas simples y retorno de carro '...\\r';
00000806=Encerrar texto con comillas simples y retornos de carro "\\r" en cada línea
00000809=Comillas dobles y tabulación horizontal "...\\t";\n
00000811=Comillas simples y tabulación horizontal '...\\t';
00000812=Encerrar texto con comillas simples y tabulación horizontal "\\t" en cada línea
00000815=phpDocumentor
00000825=Asistente phpDocumentor...
00000826=Etiquetas phpDocumentor
00000855=Etiquetas en línea
00000863=Smarty
00000864=Comentario
00000865=Variable
00000866=Funciones incorporadas
00000883=Funciones habituales
00000902=Variables de clase
00000939=Variables de método
00000977=Embellecedor de código PHP
00000978=Archivo
00000979=Todos los archivos
00000980=Configurar embellecedor de código PHP...
00000981=&Depurar
00000982=Depurar
00000983=Iniciar nueva sesión
00000984=Depurar con parámetros...
00000985=Ejecutar sin depurador
00000986=Pausa
00000987=Terminar
00000988=Ejecurtar hasta el cursor
00000989=Entrar en paso
00000990=Saltar paso
00000991=Ejecutar hasta retorno
00000992=Cambiar punto de ruptura
00000994=Añadir vista
00000995=Mostrar punto de ejecución
00000996=Perfilador
00000997=Perfilador con parámetros...
00000999=Servidor Xdebug IDE
00001003=Ejecutar sin Xdebug
00001004=Ejecutar sin Xdebug y con parámetros...
00001005=Comprobar sintaxis PHP
00001006=Abrir php.ini
00001007=Depurar ventanas
00001015=Proyecto
00001016=Gestor de proyectos...
00001017=Archivos del proyecto...
00001018=Recargar
00001019=Cerrar
00001020=&Herramientas
00001021=Gestor de aplicación...
00001022=phpMyAdmin...
00001023=Mayúsculas y minúsculas
00001024=Texto seleccionado
00001025=Mayúsculas
00001026=Minúsculas
00001027=Capitalizar
00001028=Etiquetas en mayúsculas
00001029=Etiquetas en minúsculas
00001031=Mayúsculas
00001032=Minúsculas
00001033=Capitalizar
00001034=Etiquetas en mayúsculas
00001035=Etiquetas en minúsculas
00001044=Correción automática
00001045=Fecha y hora...
00001046=FTP...
00001047=FileZilla...
00001048=FileDiff...
00001049=Asociaciones de archivos...
00001050=&Preferencias...
00001051=S&VN
00001052=Añadir archivo...
00001053=Confirmar...
00001054=Confirmar archivo...
00001055=Actualizar...
00001056=Actualizar archivo...
00001057=Diferenciar/fusionar archivo...
00001058=Recuperar archivo...
00001059=V&er
00001060=Vista de página
00001061=Editar
00001062=PHP | Depurar
00001063=PHP | Ejecutar
00001065=Localhost
00001066=&Barra de herramientas
00001067=Archivo
00001068=Portapapeles
00001069=Buscar
00001070=PHP
00001071=HTML
00001072=Formularios
00001073=Formato
00001074=Párrafo
00001075=Declaraciones
00001076=Saltar a historial
00001078=Ventana
00001079=Marcadores
00001080=Búsqueda web
00001082=&Panel de herramientas
00001083=Explorador de código PHP
00001084=Librerías de código
00001085=Fragmentos de código
00001086=Navegador de archivos
00001087=Proyecto
00001088=Plantillas
00001089=Conexiones de base de datos
00001090=Manual PHP
00001091=Gestor de tareas
00001092=Gestor de bugs
00001093=Todo en línea
00001094=Bug en línea
00001095=Mensajes :: PHP
00001096=Mensajes :: phpDocumentor
00001097=Mensajes :: HTML Tidy
00001098=Resultado de búsqueda
00001099=Navegador FTP
00001100=phpMyAdmin
00001101=Instantáneas del navegador de archivos
00001102=Descripción de proyectos
00001103=Comprobar sintaxis: HTML && CSS
00001104=Punto de ruptura
00001105=Pila de llamadas
00001106=Evaluar
00001107=Vistas
00001108=Variables de contexto
00001109=Log de eventos
00001110=Interfaz de &usuario
00001111=Transparencia
00001112=Modo de transparencia
00001113=Valor de transparencia (Por defecto = 255)
00001114=Pestaña de archivos
00001115=Por defecto
00001116=Tema
00001117=Barra de estado
00001119=Ninguno
00001120=Por defecto del sistema
00001121=Aleatorio
00001122=Desplegar
00001123=Deslizar
00001124=Desvanecer
00001142=Gestor de diseño...
00001144=&Ventana
00001145=&Anterior
00001146=&Siguiente
00001147=Mosaico &horizontal
00001148=Mosaico &vertical
00001149=&Cascada
00001150=&Organizar iconos
00001151=&Minimizar todo
00001152=Ma&ximizar todo
00001153=Archivos
00001154=A&yuda
00001155=&Ayuda...
00001156=Registrar...
00001157=Licencia...
00001158=Manuales de ayuda
00001159=PHP
00001160=Manual &PHP...
00001161=Buscar función
00001162=Tabla de contenidos
00001163=Mostrar "Primeros pasos"
00001164=Referencia de funciones
00001165=Referencia de lenguaje
00001167=&HTML...
00001168=&CSS...
00001169=P&EAR...
00001170=SQL...
00001171=Enviar comentarios...
00001172=Visitar sitio web...
00001173=Comprobar nueva versión...
00001174=&Acerca de...
00001447=Saltar a historial
00001448=Atrás
00001449=Adelante
00001450=Depurar
00001451=Depurar
00001453=Depurar hasta el cursor
00001457=Cambiar punto de ruptura
00001458=Añadir vista
00001459=Perfilador
00001462=Comprobar sintaxis
00001463=Declaraciones
00001464=Archivo
00001465=Declaraciones de archivo
00001471=Proyecto
00001472=Declaraciones de proyecto
00001478=Siguiente
00001479=Siguiente declaración
00001480=Anterior
00001481=Anterior declaración
00001482=Posición
00001483=Atributo
00001484=Modificado
00001485=Proyecto no cargado
00001488=Registrado a:
00001489=Nuevo archivo
00001490=Proyectos
00001492=Abrir archivo(s) existentes
00001532=Ver salida:
00001623=Por defecto
00001663=Auto expandir
00001672=General
00001673=Diseño
00001775=Librerías de código - Búsqueda
00001776=Buscar de nuevo
00001777=Buscar
00001787=Navegador de archivos
00001788=Abrir o insertar archivo
00001789=Opciones
00001790=Crear nuevo archivo/carpeta
00001814=Plantilla de barra de herramientas
00001815=Nueva base de datos...
00001816=Editar base de datos...
00001817=Crear código de conexión de base de datos
00001818=Eliminar
00001819=Export a XML
00001858=Insertar elemento tarea
00001859=Insertar elemento tarea
00001860=Eliminar elemento tarea
00001861=Eliminar elemento tarea
00001866=Archivo
00001870=No hay elementos a mostrar.
00001882=No hay elementos a mostrar.
00001906=Archivo
00001915=Mensaje
00001916=Nombre de archivo
00001917=Navegador de clases
00001918=Navegación
00001919=Volver
00001920=Siguiente
00001921=¡Función no encontrada!
00001922=Navegador de archivos
00001923=Cargar instantánea de navegador de archivos
00001924=Guardar instantánea de navegador de archivos
00001925=Eliminar instantánea de navegador de archivos
00002033=php
00002035=*.htm
00002036=Todos los archivos|*.*
00002050=&Abrir...
00002065=&Nuevo elemento todo...
00002066=Crea un nuevo elemento tarea
00002067=&Editar
00002068=Editar elemento tarea seleccionado
00002069=Abrir &archivo(s)...
00002070=Abrir archivo(s) asociados en los elemento(s) tarea seleccionados
00002071=&Eliminar
00002072=Eliminar elemento(s) tarea seleccionados
00002073=Exportar lista
00002074=HTML...
00002075=Exportar tareas a HTML
00002077=O&pciones
00002078=Opciones
00002079=Abrir archivo
00002080=Editar elemento tarea
00002081=Rejilla
00002082=Ver
00002083=&Mosaico
00002084=&Lista
00002085=&Iconos
00002086=&Informe
00002087=Mover arriba
00002088=Mover abajo
00002089=html
00002090=Documento HTML (*.htm;*.html)|*.htm;*.html
00002093=Abrir proyecto
00002094=Cerrar proyecto
00002098=Guardar
00002099=Guardar todo
00002100=Guardar en FTP...
00002101=Copiar a FTP...
00002102=Cerrar
00002103=Cerrar todo
00002104=Cerrar otro
00002105=Duplicar...
00002107=Archivos
00002113=Archivo
00002114=Portapapeles
00002115=Buscar
00002116=PHP
00002117=Depurar
00002118=HTML
00002119=Formularios
00002120=Formato
00002121=Párrafo
00002122=Saltar a historial
00002123=Declaraciones
00002125=Ventana
00002126=Marcadores
00002127=Búsqueda web
00002129=Manual PHP
00002130=Insertar
00002131=Manuales
00002137=Nuevo...
00002138=Nueva base de datos...
00002139=Editar...
00002140=Editar base de datos...
00002145=DBX
00002154=Eliminar...
00002171=Nuevo elemento bug en línea #PHP...
00002172=Nuevo elemento bug en línea #HTML...
00002173=Nuevo elemento tarea en línea #PHP...
00002174=Nuevo elemento tarea en línea  #HTML...
00002177=Crear nuevo archivo
00002178=Saltar a la fuente
00002181=Todos|*.*|PHP|*.php
00002182=Tabla de contenidos
00002183=Primeros pasos
00002184=Referencia de funciones
00002185=Referencia de lenguaje
00002186=Configurar manual PHP...
00002187=MySQL
00002188=PostgreSQL
00002198=Insertar nombre de archvio(s)
00002199=Insertar nombre de archivo(s) con ruta completa
00002200=Escritorio
00002201=Personal
00002202=Unidades
00002203=Red
00002204=Localhost
00002205=Ver
00002206=&Mosaicos
00002207=&Lista
00002208=&Iconos
00002209=&Detalles
00002210=&Miniaturas
00002211=Filtrar
00002212=Archivois Web
00002213=Todos los archivos
00002249=&Cortar
00002250=C&opiar
00002251=&Pegar
00002252=Configurar...
00002253=Abrir proyecto
00002257=Comentar con /** */
00002259=Comentario con //
00002261=Comentar con #
00002263=TortoiseSVN :: Añadir archivo
00002265=Nuevo
00002267=Abrir
00002269=Guardar
00002271=aGuardarComo
00002273=GuardarTodo
00002275=aFTP
00002277=Cerrar
00002279=Cerrar todo
00002281=Duplicar
00002283=Revertir
00002285=Renombrar
00002287=Imprimir
00002289=Exportar a HTML
00002291=Exportar a RTF
00002293=Exportar a LaTex
00002295=Salir
00002297=&Deshacer
00002298=Deshacer
00002300=&Rehacer
00002301=Rehacer
00002303=&Cortar
00002304=Cortar al portapapeles
00002306=&Copiar
00002307=Copiar al portapapeles
00002309=&Pegar
00002310=Pegar desde el portapapeles
00002312=&Seleccionar todo
00002313=Seleccionar todo
00002315=Ajuste de línea
00002316=Ajuste de línea
00002318=Ir a la línea
00002320=Declaraciones de archivo: Todas
00002322=Declaraciones de archivo: Funciones
00002324=Declaraciones de archivo: Clases e interfaces
00002326=Declaraciones de archivo: Constantes
00002328=Declaraciones de archivo: Variables
00002330=Declaraciones de proyecto: Todas
00002332=Declaraciones de proyecto: Funciones
00002334=Declaraciones de proyecto: Clases e interfaces
00002336=Declaraciones de proyecto: Constantes
00002338=Declaraciones de proyecto: Variables
00002340=Siguiente declaración
00002342=Anterior declaración
00002344=Panel :: Explorador de código PHP
00002346=Vista de página :: PHP | Depurar
00002348=Panel :: Librerías de código
00002350=Panel :: Fragmentos de código
00002352=Panel :: Explorador de archivos
00002354=Panel :: Proyecto
00002356=Panel :: Plantillas
00002358=Panel :: Conexiones a base de datos
00002360=Vista de página :: Editar
00002362=Vista de página :: PHP | Ejecutar
00002366=Vista de página :: Localhost
00002368=Dock Panel :: PHP Manual
00002370=Panel :: Gestor de tareas
00002372=Panel :: Gestor de bugs
00002374=Panel :: Gestor de tareas en línea
00002376=Panel :: Gestor de bugs en línea
00002378=Panel :: Resultado de búsqueda
00002380=Panel :: FTP
00002382=Panel :: phpMyAdmin
00002384=Panel :: Navegador de archivos - Instantáneas
00002386=Panel :: Proyectos
00002388=Gestor de aplicaciones
00002390=Seleccionar etiqueta/llave coincidente
00002392=Buscar etiqueta coincidente
00002394=Eliminar líneas vacias
00002396=Auto Corrección
00002398=Fecha y hora
00002400=FileZilla
00002402=Preferencias
00002404=Eliminar comentario //
00002406=Asistente phpDocumentor
00002408=phpDocumentor :: Clases
00002410=phpDocumentor :: Función
00002412=phpDocumentor :: Función simple
00002414=phpDocumentor :: Todas las clases en el archivo
00002416=phpDocumentor :: Todas las funciones en el archivo
00002418=phpDocumentor :: Todas las funciones simples en el archivo
00002420=phpDocumentor :: Todas las clases en todos los archivos abiertos
00002422=phpDocumentor :: Todas las funciones en todos los archivos abiertos
00002424=phpDocumentor :: Todas las funciones simples en todos los archivos abiertos
00002426=Embellecedor de código PHP :: Archivo
00002428=Embellecedor de código PHP :: Todos los archivos abiertos
00002430=Hipervínculo
00002432=Imagen
00002434=Tabla
00002436=Lista
00002442=Flash
00002444=Inofrmación meta
00002446=Caracteres especiales
00002448=Formulario
00002450=Formulario :: Caja de texto
00002452=Formulario :: Área de texto
00002454=Formulario :: Contraseña
00002456=Formulario :: Campo de archivo
00002458=Formulario :: Botón pulsable
00002460=Formulario :: Botón de enviar
00002462=Formulario :: Botón de resetear
00002464=Formulario :: Botón de imagen
00002466=Formulario :: Botón de opción
00002468=Formulario :: Casilla de verificación
00002470=Formulario :: Desplegable
00002472=Formulario :: Campo oculto
00002474=Tidy :: Estándar W3
00002476=Tidy :: Actualizar a CSS2
00002478=Tidy :: Actualizar a XHTML
00002480=Tidy :: Actualizar a XML
00002482=Ejecutar sin Xdebug
00002484=Ejecutar sin Xdebug y con parámetros...
00002486=Comprobar sintaxis PHP
00002488=Gestor de proyectos
00002490=Proyecto :: Reanalizar
00002492=Proyecto :: Descargar
00002494=Editor de fuentes
00002496=Negrita
00002498=Cursiva
00002500=Subrayado
00002502=Tachado
00002504=Izquierda
00002506=Centro
00002508=Derecha
00002510=Justificar
00002512=Nueva línea
00002514=Salto de línea
00002516=Espacio en blanco
00002518=Aumentar sangría
00002520=Disminuir sangría
00002522=Cabecera 1
00002524=Cabecera 2
00002526=Cabecera 3
00002528=Cabecera 4
00002530=Cabecera 5
00002532=Cabecera 6
00002534=Espaciado de caracteres: 100%
00002536=Espaciado de caracteres: 150%
00002538=Espaciado de caracteres: 200%
00002540=Subíndice
00002542=Superíndice
00002544=Línea horizontal
00002546=Más colores
00002548=Selector de color
00002550=Cambiar marcador 0
00002552=Cambiar marcador1
00002554=Cambiar marcador 2
00002556=Cambiar marcador3
00002558=Cambiar marcador 4
00002560=Cambiar marcador 5
00002562=Cambiar marcador 6
00002564=Cambiar marcador 7
00002566=Cambiar marcador 8
00002568=Cambiar marcador 9
00002570=Ir al marcador 0
00002572=Ir al marcador 2
00002574=Ir al marcador 1
00002576=Ir al marcador 3
00002578=Ir al marcador 4
00002580=Ir al marcador 5
00002582=Ir al marcador 6
00002584=Ir al marcador 7
00002586=Ir al marcador 8
00002588=Ir al marcador 9
00002590=Búsqueda web
00002592=Búsqueda web - PHP (php.net)
00002594=Búsqueda web - Google
00002596=Búsqueda web - Live Search (Microsoft)
00002598=Búsqueda web - Yahoo!
00002600=Búsqueda web - Altervista
00002602=Búsqueda web - Wikipedia
00002604=Búsqueda web - Koders
00002606=Manual PHP
00002608=Saltar a declaración
00002610=Abrir archivo en el cursor
00002612=Elemento Tarea :: PHP
00002614=Elemento Tarea :: HTML
00002616=Elemento Bug :: PHP
00002618=Elemento Bug :: HTML
00002620=Nuevo :: PHP
00002622=Nuevo :: XHTML/HTML
00002624=Nuevo :: CSS
00002626=Nuevo :: XML
00002628=Nuevo :: JavaScript
00002630=Nuevo :: Visual Basic
00002632=Nuevo :: SQL
00002634=Nuevo :: Perl
00002636=Nuevo :: Java
00002638=Nuevo :: C#
00002640=Nuevo :: Python
00002642=Nuevo :: Ruby
00002644=Nuevo :: Ninguno
00002646=Comprobar sintaxis para (X)HTML y CSS
00002648=Eliminar línea
00002650=Eliminar fin de línea
00002652=TortoiseSVN :: Confirmar
00002654=TortoiseSVN :: Confirmar archivo
00002656=TortoiseSVN :: Actualizar
00002658=TortoiseSVN :: Actualizar archivo
00002660=TortoiseSVN :: Diferenciar/fusionar archivo
00002662=TortoiseSVN :: Revertir archivo
00002664=Anterior
00002666=Siguiente
00002668=Mosaico horizontal
00002670=Mosaico vertical
00002672=Cascada
00002674=Organizar iconos
00002676=Minimizar todo
00002678=Maximizar todo
00002680=Seleccionar archivo
00002682=Archivos del proyecto
00002684=Copiar archivo activo a FTP
00002686=Subir archivo activo a FTP...
00002688=Subir carpeta a FTP...
00002690=Subir proyecto a FTP...
00002692=Duplicar línea
00002694=Convertir a mayúsculas el texto seleccionado
00002696=Convertir a minúsculas el texto seleccionado
00002698=Capitalizar texto seleccionado
00002700=Convertir a mayúsculas las etiquetas seleccionadas
00002702=Convertir a minúsculas las etiquetas seleccionadas
00002704=Convertir a mayúsculas el texto
00002706=Convertir a minúsculas el texto
00002708=Capitalizar texto
00002710=Convertir a mayúsculas las etiquetas
00002712=Convertir a minúsculas las etiquetas
00002714=Buscar
00002716=Buscar siguiente
00002718=Buscar anterior
00002720=Panel :: Depurar - PHP
00002722=Panel :: Depurar - phpDocumentor
00002724=Panel :: Depurar - HTML Tidy
00002726=Panel :: Puntos de interrupción
00002728=Panel :: Pilla de llamadas
00002730=Panel :: Evaluar
00002732=Panel :: Vistas
00002734=Panel :: Variables de contexto
00002736=Panel :: Log de eventos
00002738=Inserción
00002740=Énfasis
00002742=Fuerte
00002744=aHtmlComentario
00002745=Marcador anterior
00002746=Siguiente marcador
00002747=Completado automático
00002749=Descomentar línea de comentario
00002751=Herramienta de fusión y comparación de archivos de texto
00002755=Cancelar
00002756=Cargando proyecto
00002757=Escaneando los archivos del proyecto. Por favor, espera...
00002760=Depurar
00002762=Iniciar servidor
00002764=Ejecutar sin depurador
00002766=Para servidor
00002768=Reiniciar servidor
00002770=Entrar en paso
00002772=Saltar paso
00002774=Ejecutar hasta retorno
00002776=Depurar hasta el cursor
00002778=Terminar
00002780=Añadir vista
00002782=Punto de ruptura
00002784=Pila de llamadas
00002786=Vistas
00002788=Variables de contexto
00002790=Evaluar
00002792=Log de eventos
00002794=Cambiar punto de ruptura
00002796=Iniciar nueva sesión
00002798=Mostrar punto de ejecución
00002800=Perfilador
00002802=Perfilador
00002804=Perfilador con parámetros...
00002808=Depurar con parámetros...
00002810=Perfilador con parámetros...
00002811=Formato de archivo
00002812=Codificación de archivo
00002817=Idiomas
00002819=¡Ayuda a traducir a un idioma!
00002825=Escapar strings
00002826=Escapar comillas simples
00002827=Escapar comillas dobles
00002828=Escapar comillas simples y poner comillas alrededor
00002829=Escapar comillas dobles y poner comillas alrededor
00002831=Nuevo :: Smarty
00002833=Escapar comillas dobles y poner comillas alrededor
00002834=Escapar comillas dobles
00002835=Escapar comillas simples y poner comillas alrededor
00002836=Escapar comillas simples
00002841=Print "...";
00002842=Print '...';
00002843=Echo "...";
00002844=Echo '...' ;
00002845=Comillas dobles "..."
00002846=Comillas simples '...'
00002847=Comillas dobles y salto de línea "...\\n";
00002848=Comillas simples y salto de línea  '...\\n';
00002849=Comillas dobles y retorno de carro "...\\r";
00002850=Comillas simples y retorno de carro '...\\r';
00002851=Comillas dobles y tabulación horizontal "...\\t";\n
00002852=Comillas simples y tabulación horizontal '...\\t';
00002881=WinCacheGrind...
00002882=Configurar...
00002883=Personalizar...
00002884=Archivos recientes
00002885=Limpiar archivos recientes
00002886=Declaraciones
00002887=Personalizado...
00002888=Colores personalizados...
00002889=Más colores...
00002890=Más colores
00002891=Selector de color...
00002892=Selector de color...
00002893=Clase
00002894=Función
00002895=Variable
00002896=Nuevo...
00002897=Seleccionar archivo...
00002898=Archivos del proyecto...
00002899=Comentar con #
00002900=Comentario de línea
00002901=Declaraciones de archivo - Todas
00002902=Funciones
00002903=Clases e interfaces
00002904=Constantes
00002905=Variables
00002906=Proyecto | Declaraciones de todos los archivos abiertos - Todas
00002907=Funciones
00002908=Clases e interfaces
00002909=Constantes
00002910=Variables
00002911=Marca de tiempo
00002912=Marca de tiempo #4
00002913=Marca de tiempo #3
00002914=Marca de tiempo #2
00002915=Marca de tiempo #1
00002916=Actualizar marca de tiempo al guardar
00002917=Carpeta de datos...
00002918=Buscar...
00002919=Ctrl+H\n
00002920=Añadir documentación de clase
00002921=Añadir documentación de función
00002922=Añadir documentación de función simple
00002923=Añadir documentación a todas las clases del archivos
00002924=Añadir documentación a todas las funciones del archivo
00002925=Añadir documentación simple a todas las funciones del archivo
00002926=Añadir documentación a todas las clases en todos los archivos abiertos
00002927=Añadir documentación a todas las funciones en todos los archivos abiertos
00002928=Añadir documentación simple a todas las funciones en todos los archivos abiertos
00002929=Nuevo
00002930=Variables del servidor
00002931=JavaScript...
00002932=Nuevo...
00002933=Restablecer la posición de la ventana de búsqueda
00002936=Recargar
00002939=Renombrar
00002940=Borrar
00002942=Abrir
00002943=Crear Archivo
00002944=Crear Directorio
00002945=Renombrar
00002946=Actualizar
00002947=Borrar
00002948=Cambiar permiso
00002949=Cambiar permiso
00002950=Recargar
00002953=Renombrar
00002954=Borrar
00002955=Cambiar permiso
00002956=barTop
00002957=Nuevo ...
00002958=Carpeta virtual
00002959=Carpeta
00002960=Archivo
00002961=Enlace a carpeta local
00002962=Enlace a archivo local
00002963=Enlace a carpeta FTP
00002964=Enlace a archivo FTP
00002965=Importar desde ...
00002966=Carpeta local
00002967=Archivo local
00002968=Carpeta FTP
00002969=Archivo FTP
00002970=Exportar a ...
00002971=Carpeta local
00002972=Carpeta FTP
00002973=Recargar
00002974=Borrar
00002975=Renombrar
00002976=Propiedades
00002977=Abrir
00002978=Nuevo ...
00002979=Archivo
00002980=Carpeta
00002981=Enlace a archivo local
00002982=Enlace a carpeta local
00002983=Enlace a archivo FTP
00002984=Enlace a carpeta FTP
00002985=Carpeta virtual
00002986=Propiedades
00002987=Importar desde ...
00002988=Carpeta local
00002989=Archivo local
00002990=Carpeta FTP
00002991=Archivo FTP
00002992=Exportar a ...
00002993=Carpeta local
00002994=Carpeta FTP
00002995=Menú contextual
00002996=Abrir
00002997=Nuevo ...
00002998=Carpeta virtual
00002999=Carpeta
00003000=Archivo
00003001=Enlace a carpeta local
00003002=Enlace a archivo local
00003003=Enlace a carpeta FTP
00003004=Enlace a archivo FTP
00003005=Importar desde ...
00003006=Carpeta local
00003007=Archivo local
00003008=Carpeta FTP
00003009=Archivo FTP
00003010=Exportar a ...
00003011=Carpeta local
00003012=Carpeta FTP
00003013=Recargar
00003014=Borrar
00003015=Renombrar
00003016=Propiedades
00003017=Cambiar permiso
00003018=Menú contextual
00003019=barTop
00003020=Nuevo ...
00003021=Carpeta virtual
00003022=Carpeta
00003023=Archivo
00003024=Enlace a carpeta local
00003025=Enlace a archivo local
00003026=Enlace a carpeta FTP
00003027=Enlace a archivo FTP
00003028=Importar desde ...
00003029=Carpeta local
00003030=Archivo local
00003031=Carpeta FTP
00003032=Archivo FTP
00003033=Exportar a ...
00003034=Carpeta local
00003035=Carpeta FTP
00003036=Recargar
00003037=Borrar
00003038=Renombrar
00003039=Propiedades
00003040=Abrir
00003041=Nuevo ...
00003042=Archivo
00003043=Carpeta
00003044=Enlace a archivo local
00003045=Enlace a carpeta local
00003046=Enlace a archivo FTP
00003047=Enlace a carpeta FTP
00003048=Carpeta virtual
00003049=Propiedades
00003050=Importar desde ...
00003051=Carpeta local
00003052=Archivo local
00003053=Carpeta FTP
00003054=Archivo FTP
00003055=Exportar a ...
00003056=Carpeta local
00003057=Carpeta FTP
00003058=Menú contextual
00003059=Abrir
00003060=Nuevo ...
00003061=Carpeta virtual
00003062=Carpeta
00003063=Archivo
00003064=Enlace a carpeta local
00003065=Enlace a archivo local
00003066=Enlace a carpeta FTP
00003067=Enlace a archivo FTP
00003068=Importar desde ...
00003069=Carpeta local
00003070=Archivo local
00003071=Carpeta FTP
00003072=Archivo FTP
00003073=Exportar a ...
00003074=Carpeta local
00003075=Carpeta FTP
00003076=Recargar
00003077=Borrar
00003078=Renombrar
00003079=Propiedades
00003080=Cambiar permiso
00003081=Menú contextual
00003082=Seleccionar conexión
00003083=Conexiones...
00003084=Administrar conexiones FTP
00003085=Mostrar todas las conexiones
00003086=Buscar y reemplazar...
00003088=aProjectManager
00003090=Gestor de Projectos
00003091=Gestor de Projectos
00003092=Gestor de Projectos
00003093=Nueva carpeta
00003094=Nuevo fragmento
00003095=Borrar
00003096=Renombrar
00003097=Editar
00003098=Exportar seleccionados
00003099=Importar a seleccionados
00003100=Exportar todo
00003101=Importar todo
00003102=Editar
00003103=Nueva carpeta
00003104=Nuevo fragmento
00003105=Importar / Exportar
00003106=Importar a seleccionados...
00003107=Exportar seleccionados...
00003108=Cargar desde archivo...
00003109=Guardar a archivo...
00003110=Renombrar
00003111=Borrar
00003112=xml
00003113=Archivo de plantillas XML (*.xml)|*.xml|Todos los archivos (*.*)|*.*
00003114=xml
00003115=Archivo de plantillas XML (*.xml)|*.xml|Todos los archivos (*.*)|*.*
00003116=Agregar carpeta
00003117=Agregar plantilla
00003118=Borrar
00003119=Renombrar
00003120=Editar
00003121=Exportar seleccionados
00003122=Importar a seleccionados
00003123=Exportar todo
00003124=Importar todo
00003125=Editar
00003126=Agregar carpeta
00003127=Agregar plantilla
00003128=Importar / Exportar
00003129=Importar a seleccionados...
00003130=Exportar seleccionados...
00003131=Cargar desde archivo...
00003132=Guardar a archivo...
00003133=Renombrar
00003134=Borrar
00003135=xml
00003136=Archivo de plantillas XML (*.xml)|*.xml|Todos los archivos (*.*)|*.*
00003137=xml
00003138=Archivo de plantillas XML (*.xml)|*.xml|Todos los archivos (*.*)|*.*
00003139=Importar/exportar
00003140=Plantillas de la barra de herramientas
00003141=Importar/exportar
00003144=Importar a seleccionados...
00003145=Exportar seleccionados...
00003146=Cargar desde archivo...
00003147=Guardar a archivo...
00003148=Nuevo documento
00003149=Insertar
00003150=Editar
00003151=Nueva carpeta
00003152=Nuevo fragmento
00003153=Importar / Exportar
00003154=Renombrar
00003155=Borrar
00003156=Importar / Exportar
00003157=Insertar
00003158=Insertar
00003159=Insertar
00003160=Editar
00003161=Agregar carpeta
00003162=Agregar plantilla
00003163=Importar / Exportar
00003164=Renombrar
00003165=Borrar
00003166=Importar / Exportar
00003167=Insertar
00003168=Insertar
00003169=Reemplazar...
00003170=Insertar
00003171=Insertar nombre de archivo
00003172=Insertar nombre de archivo completo
00003173=Fichas de Archivo 1-2-3
00003174=Dividir
00003175=Dividir lista de archivos
00003176=Dividir
00003177=Dividir lista de archivos
00003178=Font-family
00003180=Guardar Archivo de Sesión del Proyecto
00003181=Inspector de Código (HTML/XHTML)
00003182=Snippets
00003183=Snippets
00003184=N
00003185=EmbeddedWB http://bsalsa.com/
00003186=<HTML></HTML>\n
00003187=N
00003188=EmbeddedWB http://bsalsa.com/
00003189=<HTML></HTML>\n
00003190=&w&bPágina &p de &P
00003191=&u&b&d
00003192=&w&bPágina &p de &P
00003193=&u&b&d
00003194=Ir a
00003195=JavaScript
00003196=CSS
00003197=CSS
00003198=JavaScript
00003201=Operadores
00003202=Historia
00003204=Editar Plantillas...
00003205=Paneles
00003206=Recursos
00003207=Tutoriales
00003208=Operadores
00003211=Marcador Anterior
00003212=Marcador Siguiente
00003213=Intercambiar Marcador
00003214=Intercambiar Marcador
00003215=Ir a Marcadores
00003216=Ir a Marcadores
00003217=Marcadores
00003218=Recortar
00003219=Recortar
00003220=Recortar Izquierda
00003221=Recortar Derecha
00003222=Borrar Línea
00003223=Borrar Fín de Línea
00003224=Borrar Líneas Vacias
00003225=ExtJS
00003226=jQuery
00003227=Dojo
00003228=Yahoo! Biblioteca de la interfaz de usuario (BIU)
00003229=MooTools
00003230=Prototype
00003231=Frameworks
00003232=Website
00003233=Descarga
00003234=Conectar a jQuery...
00003235=Documentación
00003236=Configurar...
00003237=Conectar a Ext JS...
00003238=Documentación
00003239=Descarga
00003240=Website
00003241=Configurar...
00003242=Conectar a Yahoo! Biblioteca de la interfaz de usuario (BIU)...
00003243=Documentación
00003244=Descarga
00003245=Website
00003246=Configurar...
00003247=Conectar a Dojo...
00003248=Documentación
00003249=Descarga
00003250=Website
00003251=Configurar...
00003252=Conectar a MooTools...
00003253=Documentación
00003254=Descarga
00003255=Website
00003256=Configurar...
00003257=Conectar a Prototype...
00003258=Documentación
00003259=Descarga
00003260=Website
00003261=Configurar...
00003262=Resolver...
00003263=Registro...
00003264=aUpdateDim
00003265=Difunde phpDesigner 7
00003266=aSetFocus
00003268=Editor
00003269=Mostrar Barra de Herramientas
00003270=Highlighters
00003271=Ejecutar
00003272=Debug
00003273=Localhost
00003274=@font-face
00003275=Enlace a jQuery UI
00003276=aCloneLine
00003277=Declaracion
00003278=aGotoDeclaration
00003279=Clases
00003280=Funciones
00003281=Ver Panel de Proyectos en la Carga
00003282=Proyecto
00003283=aTrial
00003284=jQuery UI
00003285=Duplicar Linea
00003286=aReplace
00003287=Archivo de Registro...
00003288=aSvnLogFile
00003291=Contar...
00003292=phpDesigner 8 en Facebook
00003293=Subir el documento activo aquí
00003294=Subir archivo
00003295=Subir el documento activo aquí
00003296=Subir el documento activo aquí
00003298=iFrame...
00003299=Estructura
00003300=Robots
00003316=Lista de Items
00003319=Minimizador...
00003323=Formateador...
00003324=Minimizador...
00003326=Abrir Archivo...
00003328=Paneles
00003332=Enviar cambios
00003333=Añadir Carperta
00003334=Añadir Archivo
00003335=Estado
00003336=Enviado
00003337=Ver Registro con Paginación
00003338=Ver Registro con Graph
00003339=Ver Registro
00003340=Eliminar Archivo
00003350=Personalizar...
00003352=Personalizar...
00003353=Formateador HTML, CSS y JavaScript
00003354=&Highlighters
00003355=Ejecutar en Navegador
00003356=Localhost
00003357=Editor
00003358=Highlighters
00003359=Localhost
00003360=Ejecutar
00003362=Código
00003363=Highlighters
00003364=Ver Localhost
00003365=Ejecutar Vista
00003367=Ver Código
00003368=Editor
00003369=PHP
00003370=PHP
00003371=Marcador
00003375=Información de Archivo...
00003376=Rupturas
00003378=Evaluar
00003380=Variables de Contexto
00003381=Registro de Eventos
00003382=Archivo de Configuración...

[frmAbout]
00000028=Cerrar
00000029=Acerca de
00000039=Registrado a:
00000041=Nombre:
00000042=Email:
00000043=Compañia/Organización:
00000044=Registrar ahora!
00000045=Eliminar licencia
00000046=Cambiar información de licencia...
00000047=Terceros
00000056=Legal
00000057=Xdebug
00000063=PHP
00000068=Acuerdo de licencia
00000071=(Basado en "The PHP License", versión 3.0)
00000072=Copyright (c) 2002 - 2007 Derick Rethans. Todos los derechos reservados.
00000073=Traducción
00000075=Contribuyente
00000076=Idioma
00000077=Sitio web
00000078=¡Gracias a los anteriores contribuyentes de todo el mundo por ayudarme con la traducción!
00000079=Si te gustaría ayudar a la traducción de un idioma, por favor, visite:
00000080=Exportar licencia
00000081=Tipo de Licencia:
00000082=phpDesigner 8
00000083=MPSOFTWARE
00000084=Acerca de...
00000085=Para más información, por favor, visite:
00000086=Componente
00000087=Autor
00000088=Licencia
00000089=Website
00000090=Gracias a los individuos y grupos por sus contribuciones!
00000091=Especiales Gracias a Krystian Bigaj!

[frmApplicationEdit]
00000073=Aceptar
00000078=Cancelar
00000079=Nombre:
00000080=Ruta de aplicación:
00000081=Parametros
00000084=Todos los archivos (*.*)|*.*
00000085=Propiedades de la Aplicación

[frmApplicationManager]
00000073=Ejecutar
00000078=Cerrar
00000079=Nuevo...
00000080=Eliminar...
00000081=Editar...
00000082=Manager de Aplicaciones

[frmAutoCompletionNewItem]
00000070=Elemento de auto completado
00000073=Aceptar
00000078=Cancel
00000079=ID:
00000080=Ejemplo: <html>
00000081=Resultar
00000082="|" = Situa el cursor
00000083=Ejemplo: <html>|</html>
00000084=Ejemplo
00000085=Introduce:
00000086=<html>
00000087=Presiona:
00000088=Ctrl+J
00000089=Resultado:
00000090=<html>                  </html>
00000091=[cursor]

[frmBug]
00000070=Elemento Bug
00000073=Aceptar
00000078=Cancelar
00000079=Descripción:
00000080=Nombre de archivo:
00000081=Prioridad:
00000082=Completar:
00000083=Nombre de elemento:
00000084=Proyecto:
00000085=Versión:
00000086=Severidad:
00000087=Plataforma:
00000088=Sistema operativo:
00000089=Hito(s):
00000090=Historia:
00000091=Estado:
00000092=Resolución:
00000093=Asignado a:
00000094=Alto\nNormal\nBajo\n
00000095=Sin asignar\nIdea\nPetición de característica\nMolestia\nContenido\nTrivial\nMenor\nSignificativo\nCrítico\n
00000096=Todas (multiplataforma)\nPC\nMacintosh\nSun\nHP\n
00000097=Windows Vista\nWindows XP SP2\nWindows XP\nWindows NT\nWindows 2000\nWindows ME\nWindows 98\nWindows 95\nWindows 3.1\nMac System 7\nMac System 7.5\nMac System 7.6.1\nMac System 8.0\nMac System 8.5\nMac System 8.6\nMac System 9.0\nMac OS X\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\nOtro\n
00000098=BUSY\nCOMPLETE\nFORWARDED\nINPROGREESS\nNOTSTARTED\nPENDING\nTESTING\nUNKNOWN\n\n
00000099=Diferidos\nDuplicado\nFijo\nNo válido\nNo es un error\nNo se arreglará\nFunciona para mí\n
00000100=Diferidos\nDuplicado\nFijo\nNo válido\nNo es un error\nNo se arreglará\nFunciona para mí
00000101=.htm
00000102=Todos los archivos (*.*)|*.*

[frmCodeBeautifier]
00000071=Tamaño de sangría
00000072=Tamaño inicial de sangría
00000073=Después de iniciar PHP*
00000074=Antes de finalizar PHP*
00000075=Máximo de líneas vacias*
00000076=Indentación
00000077=Comentarios
00000078=Nuevas líneas
00000079=Espacios
00000080=Ajuste de línea
00000081=Tamaño mínimo de línea
00000082=Tamaño máximo de línea
00000083=Minúsculas
00000084=Elegir perfil
00000085=Cerrar
00000086=SpTBXToolbar1
00000087=Añadir nuevo perfil
00000088=Añadir nuevo perfil
00000089=Eliminar el perfil seleccionado
00000090=Eliminar el perfil seleccionado
00000091=Duplicar el perfil actual
00000092=Duplicar el perfil actual
00000093=Mover arriba
00000094=Mover arriba
00000095=Mover abajo
00000096=Mover abajo
00000097=Sangrar como tabulaciones
00000098=Sangría inicial como tabulaciones
00000099=Sangría inicial de comentarios
00000100=Eliminar doc-comments
00000101=Eliminar comentarios
00000102=Añadir asterisco en doc-comments
00000103=Añadir asterisco en comentarios de varias líneas
00000104='if/else'
00000105='elseif'
00000106=Antes de las llaves
00000107=Llave (estandar PEAR)
00000108=Mantener líneas simples
00000109=Después de 'if'
00000110=Después de 'elseif'
00000111=Después de 'else'
00000112=Después de 'while'
00000113=Después de 'do'
00000114=Después de 'for'
00000115=Después de 'foreach'
00000116=Después de 'switch'
00000117=Alrededor de coma
00000118=Antes del punto y coma
00000119=Alrededor del punto
00000120=Alrededor de interrogaciones
00000121=Después de coma
00000122=Después de la exclamación
00000123=Antes de los paréntesis cerrados
00000124=Después de los paréntesis abiertos
00000125=Palabras clave
00000126=Al tamaño de sangría
00000127=Métodos de objeto
00000128=Añadir nuevo perfil
00000129=Añadir nuevo perfil
00000130=Eliminar perfil seleccionado
00000131=Eliminar perfil seleccionado
00000132=Duplicar perfil actual
00000133=Duplicar perfil actual
00000134=&Archivo actual
00000135=&Todos los archivos
00000136=Mover arriba
00000137=Mover arriba
00000138=Mover abajo
00000139=Mover abajo
00000140=SpTBXToolbar1
00000141=Code Beautifier para PHP
00000142=Perfíl
00000143=Salida

[frmCodeExplorerSelectFile]
00000002=Abrir
00000003=Cancelar
00000004=Elegir archivo

[frmColors]
00000071=Valor:
00000072=Seleccionado:
00000073=Aceptar
00000077=Personalizado...
00000078=Cancelar
00000079=&Elegir...
00000080=Más Colores

[frmConfigurePHPManual]
00000070=¡No se ha encontrado el manual PHP!
00000076=Configurar ahora
00000077=Para usar la ayuda contextual con acceso a más de 3000 funciones sobre la marcha tienes\nque descargar el manual de PHP.\n\nEl manual PHP (.chm) está disponible de forma gratuita en: http://www.php.net/download-docs.php\n\t\nEn las Preferencias > Manual PHP, introduce la ruta donde has guardado el manual PHP.\n\nImportante:\n========\nSi ha descargado el manual PHP (CHM) con Microsoft Internet Explorer en Windows XP\nSP2 o posterior debe "desbloquear" el archivo después de haberlo descargado, pulsando con el botón derecho sobre el y seleccionando\nel menú propiedades. Entonces, haga clic en 'Desbloquear'.

[frmCSSCreateSelectorChild]
00000073=Aceptar
00000078=Cancelar
00000080=Elemento padre:
00000081=Selector seleccionado:
00000082=Elemento hijo:
00000083=Selector seleccionado:
00000084=Selector de Hijos

[frmCSSCreateSelectorClass]
00000073=Aceptar
00000078=Cancelar
00000080=Selector seleccionado:
00000081=Elementos:
00000082=Clase
00000083=Id
00000084=Selector de Class e Id

[frmCSSCreateSelectorContextual]
00000073=Aceptar
00000078=Cancelar
00000080=Elemento antecesor:
00000081=Selector seleccionado (antecesor):
00000082=Segundo elemento:
00000083=Selector seleccionado:
00000084=Selector Contextual

[frmCSSCreateSelectorPseudo]
00000073=Aceptar
00000078=Cancelar
00000080=Elemento:
00000081=Pseudo elemento:
00000082=Selector seleccionado:
00000083=Clase
00000084=Id
00000085=Selector Pseudo

[frmCSSCreateSelectorSibling]
00000073=Aceptar
00000078=Cancelar
00000080=Elemento padre:
00000081=Selector seleccionado:
00000082=Selector seleccionado:
00000083=Selector seleccionado:
00000084=Selector Sibling

[frmCSSCreateSelectorSimple]
00000073=Aceptar
00000078=Cancelar
00000080=Elementos:
00000081=Selector seleccionado:
00000082=Selector Simple

[frmCSSImport]
00000073=Aceptar
00000078=Cancelar
00000079=Archivo
00000081=Ruta completa
00000082=Escapar todos los caracteres de comillas dobles "
00000083=Link a Estilo

[frmCSSImportRule]
00000073=Aceptar
00000078=Cancelar
00000079=Archivo
00000082=Ruta completa
00000083=Escapar todos los caracteres de comillas dobles "
00000105=CSS (*.css)|*.css|Todos los archivos (*.*)|*.*
00000106=Tipos
00000107=all
00000108=aural
00000109=braille
00000110=embossed
00000111=handheld
00000112=print
00000113=projection
00000114=screen
00000115=tty
00000116=tv
00000117=Importar Regla

[frmCSSMediaRule]
00000073=Aceptar
00000078=Cancelar
00000081=Típos
00000083=all
00000085=aural
00000087=braille
00000089=embossed
00000091=handheld
00000093=print
00000095=projection
00000097=screen
00000099=tty
00000101=tv
00000102=Regla para Media

[frmCSSPosition]
00000071=Id:
00000072=Z-Index:
00000073=Izquierda:
00000074=Superior:
00000075=Altura:
00000076=Anchura:
00000077=Posición:
00000078=Aceptar
00000079=Cancelar
00000083=Escapar todas las comillas dobles "
00000084=Define un bloque de contenido "<div>" en el documento
00000085=Capa

[frmDatabaseConnection]
00000070=Propiedades de conexión a base de datos
00000073=Aceptar
00000078=Cancelar
00000079=Servidor:
00000080=Usuario:
00000081=Contraseña:
00000082=Nombre:
00000083=Base de datos:
00000084=Puerto

[frmDateTime]
00000072=Cancelar
00000073=Aceptar
00000076=&Actualizar
00000077=Fecha y Horas
00000078=Formato
00000079=Fecha
00000080=Fecha + Tiempo

[frmDebugParameters]
00000073=Aceptar
00000078=Cancelar
00000079=Depurar con parámetros
00000080=Introducir argumento(s), separados con &&:
00000081=Limpiar

[frmDebugProfiler]
00000001=Seleccionar Xdebug Profiler
00000002=&Aceptar
00000003=&Cancelar

[frmDockBug]
00000001=Bug en línea

[frmDockCodeExplorer]
00000001=Explorador de código PHP

[frmDockCodeLib]
00000001=Librerías de código

[frmDockCodeSnippets]
00000001=Fragmentos de código

[frmDockDatabaseConnections]
00000001=Conexiones de base de datos

[frmDockDatabaseManagement]
00000001=Gestor de bases de datos

[frmDockDebugBreakpoints]
00000001=Punto de ruptura
00000002=Añadir
00000003=Editar
00000004=Activar
00000005=Desactivar
00000006=Eliminar
00000007=Activar todo
00000008=Desactivar todo
00000009=Borrar todo
00000010=Añadir
00000011=Editar
00000012=Activar
00000013=Desactivar
00000014=Activar todo
00000015=Desactivar todo
00000016=Eliminar
00000017=Eliminar todo

[frmDockDebugCallStack]
00000001=Pila de llamadas
00000002=Copiar
00000003=Copiar

[frmDockDebugContextVariables]
00000001=Variables de contexto
00000002=Copiar
00000003=Añadir vista
00000004=Añadir vista
00000005=Copiar

[frmDockDebugEvaluate]
00000001=Evaluar pista
00000002=Copiar
00000003=Añadir vista
00000004=Añadir 'watch'
00000005=Copiar

[frmDockDebugEvent]
00000001=Log de eventos
00000002=Copiar
00000006=Limpiar
00000007=Limpiar
00000008=Limpiar

[frmDockDebugWatches]
00000001=Vistas
00000002=Copiar
00000006=Añadir
00000007=Editar
00000008=Eliminar
00000009=Eliminar todo
00000010=Ir a declaración
00000011=Añadir
00000012=Editar
00000013=Eliminar
00000014=Eliminar todo
00000015=Borrar todo

[frmDockFileBrowser]
00000001=Navegador de archivos

[frmDockFileBrowserSnapshots]
00000001=Navegador de archivos - Instantáneas

[frmDockFTP]
00000001=FTP

[frmDockInlineTodo]
00000001=Tarea en línea

[frmDockMsgPHP]
00000001=Mensajes :: PHP

[frmDockMsgPHPDoc]
00000001=Mensajes :: phpDocumentor

[frmDockMsgTidy]
00000001=Mensajes :: HTML Tidy

[frmDockPHPManual]
00000001=Manual PHP

[frmDockProjectOverview]
00000001=Proyectos

[frmDockProjects]
00000001=Proyectos

[frmDockSearchResults]
00000001=Buscar resultados
00000002=Buscar...
00000003=Expandir todo
00000004=Ocultar todos

[frmDockSyntaxCheck]
00000001=Comprobar sintaxis
00000002=Típo
00000003=Posición
00000004=Descripción

[frmDockTemplates]
00000001=Plantillas

[frmDockTodo]
00000001=Tarea

[frmEmbed]
00000070=Incrustado:
00000071=Id:
00000083=Escapar todos los caracteres de comillas dobles "
00000084=General
00000085=URL:
00000086=Anchura:
00000087=Altura:
00000088=General
00000089=Ruta completa
00000090=Automático
00000091=Bucle
00000092=Oculto
00000093=Advanzado
00000094=&Tecla de acceso:
00000095=&Nombre:
00000096=Tab:
00000097=Dirección:
00000098=Idioma:
00000099=Título:
00000100=Advanzado
00000103=CSS
00000104=Estílo:
00000105=Clase:
00000106=CSS
00000107=Aceptar
00000108=Cancelar
00000109=Todos los archivos|*.*

[frmFileAss]
00000001=Asociaciones de archivos...
00000002=Aplicar
00000003=Cerrar

[frmFindReplace]
00000001=Buscar y reemplazar
00000002=Cerrar
00000003=Opciones
00000004=Método de búsqueda
00000005=Dif&erencia entre mayúsculas y minúsculas
00000006=Sólo palabras &enteras
00000007=E&xpresión regular
00000008=Co&modines (*, ?)
00000009=&Texto plano
00000010=Buscar &hacia atrás
00000011=Remarcar resultados
00000012=Buscar en
00000013=Texto selecciona&do
00000014=Documento actual (&entero)
00000015=D&ocumento actual (desde el cursor)
00000016=Todos los documentos &abiertos
00000017=Archivos del proyecto
00000018=Carpeta &personalizada
00000019=Incluir subdirectorios
00000020=&Mascaras de archivo:
00000021=Usar ";" como separador. Ejemplo: *.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=Buscar
00000025=Buscar &todo
00000026=&Remplazar
00000027=Remplazar t&odo
00000028=Texto a buscar:
00000029=Remplazar &con:
00000030=Cerrar dialogo
00000031=Buscar Siguiente
00000032=Buscar Anterior
00000033=Cortar
00000034=Copiar
00000036=Seleccionar todo
00000037=Deshacer
00000038=Pegar
00000039=Directorio actual
00000040=Encontrar\nReemplazar\n

[frmFlash]
00000084=General
00000085=URL:
00000086=Anchura:
00000087=Altura:
00000089=Ruta completa
00000107=Aceptar
00000108=Cancelar
00000111=Flash
00000112=Más sobre Flash

[frmFont]
00000001=General
00000002=Vista previa de fuente
00000003=Negrita
00000004=Cursiva
00000005=Subrayado
00000007=Super índice
00000008=Sub índice
00000010=Versalitas
00000011=Todo mayúsculas
00000012=Capitalizar
00000013=Oculto
00000014=Fuerte
00000015=Énfasis
00000016=Muestra
00000017=Concepto
00000018=Cita
00000019=Variable
00000020=Teclado
00000021=Código
00000022=baseline\nsub\nsuper\ntop\ntext-top\nmiddle\nbottom\ntext-bottom\n
00000026=Avanzado
00000031=Aceptar
00000032=Cancelar
00000033=Escapar todos las comillas dobles "
00000035=Texto:
00000036=Tamaño:
00000037=Color:
00000038=Fuente:
00000039=Posición:
00000040=Espaciado:
00000042=Estilo
00000043=Espaciado de caracteres
00000057=CSS
00000058=&Id:
00000059=&Style:
00000060=&Class:
00000061=&Tab index:
00000062=Título:
00000063=&Lenguaje:
00000064=\nab\naa\naf\nsq\nam\nar\nhy\nas\nay\naz\nba\neu\nbn\ndz\nbh\nbi\nbr\nbg\nmy\nbe\nkm\nca\nzh\nzh\nco\nhr\ncs\nda \nnl\nen\neo\net\nfo\nfa\nfj\nfi \nfr\nfy\ngl\ngd\ngv\nka\nde\nel\nkl\ngn\ngu\nha \nhe\nhi\nhu\nis\nid\nin\nia\nie\niu\nik\nga\nit\nja\njv\nkn\nks\nkk\nrw\nky\nrn\nko\nku\nlo\nla\nlv\nli\nln\nlt\nmk\nmg\nms\nml\nmt\nmi\nmr\nmo\nmn\nna\nne\nno\noc\nor\nom\nps\npl\npt\npa\nqu\nrm\nro\nru\nsm\nsg\nsa\nsr\nsh\nst\ntn\nsn\nsd\nsi\nss\nsk\nsl\nso\nes\nsu\nsw\nsv\ntl\ntg\nta\ntt\nte\nth\nbo\nti\nto\nts\ntr\ntk\ntw\nug\nuk\nur\nuz\nvi\nvo\ncy\nwo\nxh\nyi\nji\nyo\n
00000065=&Accesskey:
00000066=Dirección:

[frmForm]
00000084=General
00000088=General
00000107=Aceptar
00000108=Cancelar
00000109=Acción:
00000110=Tipo de codificación:
00000111=Destino:
00000112=Método:
00000113=Avanzado
00000114=&Tecla de acceso:
00000116=Tabulador:
00000117=Dirección:
00000118=Id:
00000119=Idioma:
00000120=Título:
00000121=Avanzado
00000122=CSS
00000123=Estilo:
00000124=Clase:

[frmFormButton]
00000107=Aceptar
00000108=Cancelar
00000126=General
00000127=Valor:
00000128=URL:
00000129=Botón de pulsado
00000130=Enviar
00000131=Resetear
00000132=Avanzado
00000134=Salida
00000136=Comillas simples
00000137=Comillas dobles
00000138=Ninguno
00000139=Recortar espacios
00000140=Ninguno
00000141=Tabulador \\t
00000142=Nueva línea \\n

[frmFormCheckbox]
00000084=General
00000107=Aceptar
00000108=Cancelar
00000113=Avanzado
00000127=Valor:
00000129=Marcado
00000130=No marcado
00000131=Salida
00000133=Encerrado con
00000134=Comillas simples
00000135=Comillas dobles
00000136=Ninguno
00000137=Recortar espacios
00000138=Ninguno
00000139=Tabulador \\t

[frmFormDropDown]
00000107=Aceptar
00000108=Cancelar
00000126=General
00000127=Tamaño:
00000128=Elementos:
00000129=Desactivado
00000130=Nueva opción
00000131=Seleccionado
00000132=Crear...
00000133=Opción
00000134=Valor
00000135=Añadir
00000136=Modificar
00000137=Eliminar
00000138=Mover arriba
00000139=Mover abajo
00000140=Avanzado
00000141=CSS
00000143=Estilo:
00000144=Clase:
00000145=Título:
00000146=Id:
00000147=Índice de tabulador:
00000148=&Accesskey:
00000149=Aprende más sobre listados desplegables

[frmFormDropdownProperties]
00000071=Opción
00000072=Valor
00000073=Aceptar
00000074=Cancelar
00000075=Item para listado desplegable

[frmFormFileUpload]
00000107=Aceptar
00000108=Cancelar
00000126=General
00000132=Avanzado
00000144=Aceptar:
00000145=Tamaño:
00000146=Valor inicial:
00000147=Salida
00000149=Estilo:
00000150=Clase:
00000151=Título:
00000152=Id:
00000153=Índice de tabulador:
00000154=&Accesskey:
00000155=Marcador de posición de texto:
00000156=Saber más sobre archivos de formulario

[frmFormHidden]
00000084=General
00000107=Aceptar
00000108=Cancelar
00000127=Valor:
00000144=Avanzado
00000145=CSS
00000147=Estilo:
00000148=Clase:
00000149=Título:
00000150=Id:
00000151=Índice de tabulador:
00000152=&Accesskey:
00000153=Saber más sobre los formularios ocultos

[frmFormImageButton]
00000084=General
00000107=Aceptar
00000108=Cancelar
00000145=Imagen:
00000147=Altura:
00000148=Anchura:
00000150=Ruta completa
00000152=Avanzado
00000157=Imagen de Formulario
00000159=Estilo:
00000160=Clase:
00000161=Título:
00000162=Id:
00000163=Índice de tabulador:
00000164=&Accesskey:
00000166=Archivos de Imagen|*.gif;*.jpg;*.jpeg;*.png;*.bmp|CompuServe GIF Image (*.gif)|*.gif|JPEG Image File (*.jpg)|*.jpg;*.jpeg|PNG Image (*.png)|*.png|Bitmap Image File (*.bmp)|*.bmp|All Files (*.*)|*.*
00000167=Vista Previa
00000168=Saber más sobre imágenes de formularios

[frmFormPassword]
00000084=General
00000107=Aceptar
00000108=Cancelar
00000148=Avanzado
00000149=CSS
00000150=Salida
00000151=Tamaño:
00000154=Solo Lectura
00000155=Auto completar
00000157=Estilo:
00000158=Clase:
00000159=Título:
00000160=Id:
00000161=Índice de tabulador:
00000162=&Accesskey:
00000163=Saber más sobre contraseñas de formulario

[frmFormRadio]
00000084=General
00000107=Aceptar
00000108=Cancelar
00000127=Valor:
00000145=Marcado
00000146=Avanzado
00000147=CSS
00000150=Estilo:
00000151=Clase:
00000152=Título:
00000153=Id:
00000154=Índice de tabulador:
00000155=&Accesskey:
00000156=Saber más sobre butones de radio

[frmFormText]
00000084=General
00000107=Aceptar
00000108=Cancelar
00000148=Avanzado
00000149=CSS
00000150=Salida
00000151=Tamaño:
00000153=Solo Lectura
00000155=Estilo:
00000156=Clase:
00000157=Título:
00000158=Id:
00000159=Índice de tabulador:
00000160=&Accesskey:
00000162=Auto completar
00000163=Marcador de posición de texto:
00000164=Saber más sobre texto de formulario

[frmFormTextbox]
00000084=General
00000107=Aceptar
00000108=Cancelar
00000126=Ajustar:
00000127=Contenidos:
00000128=Columnas:
00000129=Filas:
00000130=Longitud:
00000131=Sólo lectura
00000132=Desactivado
00000133=Avanzado
00000134=CSS
00000136=Estilo:
00000137=Clase:
00000138=Título:
00000139=Id:
00000140=Índice de tabulador:
00000142=Saber más sobre cajas de texto

[frmFTPConfirm]
00000001=Confirmar FTP
00000002=¿Qué quieres hacer con el archivo ya existente?
00000003=&Resumir
00000004=&Sobrescribir
00000005=&Cancelar

[frmFTPManager]
00000002=Cerrar
00000003=Conectar
00000004=Nuevo...
00000005=Editar...
00000006=Eliminar
00000008=Duplicar
00000009=Abajo
00000010=Arriba
00000011=Ordenar

[frmFTPManagerProperties]
00000002=Hospedaje:
00000003=Cancelar
00000004=Aceptar
00000005=Propiedades FTP
00000006=General
00000007=Nombre de usuario:
00000008=Contraseña
00000009=Puerto
00000010=Nombre:
00000011=Directorio inicial:
00000012=Pasivo
00000013=Mostrar archivos ocultos

[frmFTPProgress]
00000001=Por favor, espera...
00000002=Abortar

[frmImage]
00000003=Cancelar
00000004=Aceptar
00000005=General
00000006=&URL
00000007=Texto alternativo
00000009=Altura:
00000010=Anchura:
00000015=Ruta completa
00000016=Avanzado
00000043=Imagen CompuServe GIF (*.gif)|*.gif|Archivo de imagen JPEG (*.jpg)|*.jpg|Archivo de imagen JPEG (*.jpeg)|*.jpeg|Todos los archivos (*.*)|*.*
00000044=Imagen CompuServe GIF (*.gif)|*.gif|Archivo de imagen JPEG (*.jpg)|*.jpg|Archivo de imagen JPEG (*.jpeg)|*.jpeg|Todos los archivos (*.*)|*.*
00000045=Previsualizar
00000046=Imagen
00000048=&Clase:
00000049=&Id:
00000052=Sabes más sobre imagenes
00000053=Salida
00000054=Encerrar entre
00000055=Comillas simples
00000056=Comillas dobles
00000057=Ninguno
00000059=Ninguno
00000060=Tabulador \\t
00000061=Nueva línea \\n
00000062=Retorno de carro \\r
00000063=Escapar comillas dobles "

[frmInline]
00000002=Comentario:
00000003=Cancelar
00000004=Aceptar
00000005=Elemento

[frmJavaScriptOpenWindow]
00000025=Opciones:
00000036=URL:
00000037=Nombre:
00000038=Anchura:
00000039=Altura:
00000040=Barra de herramientas
00000041=Barrá de menú
00000042=Barra de estado
00000043=Directorios
00000044=Barras de desplazamiento
00000045=Tamaño ajustable
00000046=Localización
00000047=Historial de copiado
00000048=&Aceptar
00000049=&Cancelar
00000050=JavaScript - Window.Open()

[frmLicenseChange]
00000007=Cancelar
00000008=Registro
00000009=phpDesigner 7
00000010=Entrar detalles de Registro
00000011=Usuario:
00000012=Clave:
00000013=Empresa:
00000014=Email:
00000015=Introduzca sus datos de registro para phpDesigner a continuación tal como aparece en su correo electrónico de registro.
00000016=Clave de Validación:
00000017=Registro Completo

[frmList]
00000002=Elementos:
00000003=Aceptar
00000004=Cancelar
00000005=General
00000006=Posición:
00000015=Avanzado
00000033=Estilo:
00000034=Clase:
00000035=Id:
00000036=Índice de tabulador:
00000038=Viñetas y numeración
00000039=Saber más sobre listas
00000040=Salida
00000041=Encerrar entre
00000042=Comillas simples
00000043=Comillas dobles
00000044=Ninguno
00000046=Ninguno
00000047=Tabulador \\t
00000048=Nueva línea \\n
00000049=Retorno de carro \\r
00000050=Escapar comillas dobles "

[frmMeta]
00000034=Escapar todos las comillas dobles "
00000036=Tipo:
00000037=Contenido:
00000038=Insertar
00000039=Cerrar
00000040=Meta

[frmNewFile]
00000003=Cancelar
00000004=Edita Plantillas Por Defecto
00000006=Usa esta plantilla para HTML/XHTML
00000007=Añadir cabecera a esta plantilla

[frmPHPDocWizard]
00000002=Generar
00000025=Entrada
00000029=Salida
00000036=Título:
00000037=Archivos:
00000038=Directorios:
00000039=Archivos
00000040=Directorio (recursivo)
00000041=Directorio de salida:
00000042=Estilo de conversor:
00000043=Cerrar
00000044=Abrir carpeta de salida
00000045=Abrir Carpeta

[frmPHPServerVariables]
00000002=Aceptar
00000003=Cancelar
00000004=PHP Variables de Servidor
00000005=Saber más sobre variables de servidor

[frmPreferences]
00001489=Directorio raíz (e.j. apache htdocs dir):
00001490=Título:
00001491=Ruta a phpDocumentor:
00001492=Idioma del manual PHP:
00001493=Localhost:
00001623=Por defecto
00001663=Auto expandir
00001672=General
00001673=Diseño
00001675=Por defecto
00001676=Por defecto\nMarcador de código\nNinguno
00001747=Elemento
00001748=Resultado
00001921=Ruta:
00002090=Ayuda (*.chm)|*.chm
00002091=Aceptar
00002092=Cancelar
00002093=Por defecto...
00002094=Localhost:
00002095=E.j. C:\\Archivos de programa\\Apache Group\\Apache2\\htdocs\\
00002128=Tipos de documento
00002129=PHP
00002130=HTML
00002131=XML
00002132=CSS
00002133=VBScript
00002134=JavaScript
00002135=Perl
00002136=SQL
00002137=C#
00002138=Java
00002139=Filtro web:
00002140=Navegador de archivos
00002141=(usa ; para separar cada extensión de archivo)
00002142=(usa ; para separar cada extensión de archivo)
00002143=Python
00002144=Ruby
00002146=Actualización del programa
00002147=Comprobar nueva versión
00002149=Salida:
00002150=Depurador
00002151=xDebug
00002152=Puerto de escucha:
00002153=PHP (php.exe, php-cgi.exe etc.):
00002154=Configuración (php.ini):
00002167=Sugerencias de código
00002169=Versión de marcado
00002170=PHP:
00002171=HTML/XHTML:
00002172=CSS:
00002174=Marcado inteligente
00002177=Salida:
00002178=Paneles
00002179=Tiempo de ocultado (ms):
00002180=Abrir salida en navegador interno y externo
00002181=HTML
00002182=Texto
00002184=Salida:
00002185=Ejecutar PHP
00002186=PHP (php.exe, php-cgi.exe etc.):
00002187=Abrir salida en navegador interno y externo
00002188=HTML
00002189=Texto
00002195=WinCacheGrind - Visor:
00002196=Example: C:\\Archivos de programa\\WinCacheGrind\\WinCacheGrind.exe
00002197=Perfilador
00002198=Example: C:\\Archivos de programa\\phpDesigner 2008\\PHP\\tmp
00002199=Directorio de salida:
00002209=Ruta del servidor:
00002210=Ejemplo: http://localhost
00002211=Ruta de servidor local:
00002212=Ejemplo: C:\\Archivos de programa\\XAMPP\\htdocs\\
00002213=Puerto:
00002214=Localhost
00002220=Comprobar sintaxis para PHP
00002222=PHP:
00002223=Mostrar pista (ms):
00002224=Comprobar sintaxis para (X)HTML & CSS
00002227=Marcas coincidentes
00002228=No coincidentes:
00002229=Coincidentes:
00002230=Estilo
00002232=TortoiseSVN
00002233=Ruta a TortoiseSVN:
00002234=Ejemplo: C:\\Archivos de programa\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=Ruta de configuración
00002237=Selecciona donde quieres guardar tus datos de usuario (proyectos, todo, snippets, plantillas, etc.)
00002239=Al iniciar
00002240=Imagen de bienvenida
00002241=Proyecto
00002242=Crear un nuevo archivo
00002243=Archivos existentes
00002245=&Correcciones:
00002246=&Original:
00002247=Auto correcciones
00002248=Nuevo...
00002249=&Eliminar...
00002250=Editar...
00002252=Presiona "Ctrl+J" para ejecutar un elemento de auto completado
00002253=Auto completado
00002254=PHP
00002257=Nombre de elemento
00002258=Resultado
00002259=Ejemplo: <html>
00002260=Ejemplo: <html>|<html>
00002261="|" = Sitúa el cursor
00002262=Añadir nuevo elemento
00002263=Nuevo...
00002264=Editar...
00002265=Eliminar...
00002267=Opciones de impresión
00002268=Tamaño de fuente
00002280=&Marcado:
00002281=A&tributo:
00002282=&Primer plano:
00002283=Fo&ndo:
00002284=Marcado
00002285=Estilo
00002286=Colores
00002287=Previsualizar
00002288=Rango PHP:
00002289=Resetear...
00002290=Exportar...
00002291=Importar...
00002292=Carpeta...
00002294=Otros manuales
00002295=HTML:
00002296=SQL:
00002297=CSS:
00002298=PEAR:
00002299=HTML:
00002300=http://www.w3.org/TR/html4/
00002301=http://www.w3.org/TR/2004/CR-CSS21-20040225/
00002302=CSS:
00002303=SQL:
00002304=http://dev.mysql.com/doc/
00002305=http://pear.php.net/manual/index.php
00002306=PEAR:
00002308=Explorador de código
00002309=PHP
00002310=Diseño
00002311=Por defecto
00002312=Por defecto\nMarcador de código\nNinguno
00002314=Plantilla PHP
00002327=Prefijo PHP:
00002328=Tarea en línea
00002329=Prefijo HTML:
00002330=HTML Prefix:
00002331=Prefijo PHP:
00002332=Bug en línea
00002335=Borde derecho:
00002336=Máx. carac. izquierda:
00002337=Máx. deshacer:
00002338=Extra espaciado de línea:
00002341=Marcas:
00002342=Fondo:
00002343=Margen:
00002344=Marcadores:
00002345=Borde derecho:
00002346=Línea activa:
00002347=Colores
00002348=Sobrescribir:
00002349=Insertar:
00002350=Fuente
00002353=Modo:
00002355=Fuente del editor...
00002356=Fuente del margen...
00002358=Internet Explorer:
00002359=Navegador web externo
00002360=Netscape
00002361=Firefox:
00002362=Opera:
00002363=Safari:
00002364=Internet Explorer:
00002365=Netscape:
00002366=Firefox:
00002367=Opera:
00002369=http://www.netscape.com/
00002373=Safari:
00002375=URL de phpMyAdmin:
00002376=Navegador de base de datos - phpMyAdmin
00002377=Documentación - phpDocumentor
00002378=Framework de testeo
00002379=Testo simple PHP Unidad de testeo framework:
00002380=http://www.phpmyadmin.net
00002381=http://www.phpdoc.org
00002382=Más información:
00002383=http://simpletest.sourceforge.net
00002384=FTP
00002385=Nombre:
00002386=http://filezilla.sourceforge.net/
00002387=Ejemplo: http://localhost/phpmyadmin/
00002388=Ejemplo: c:\\...\\phpdoc.bat
00002389=Ejemplo: c:\\Archivos de programa\\FileZilla\\filezilla.exe
00002390=Herramienta de fusión y comparación de archivos de texto
00002391=Nombre:
00002392=Ruta:
00002393=http://www.angusj.com/delphi/textdiff.html
00002394=http://www.winmerge.org/
00002395=TextDiff:
00002396=WinMerge:
00002397=http://tortoisesvn.tigris.org/TortoiseMerge.html
00002398=TortoiseMerge:
00002400=Ruta al manual de PHP:
00002401=Manual PHP
00002407=Google:
00002408=Wikipedia:
00002409=Live Search (Microsoft):
00002410=Koders:
00002411=Yahoo!:
00002412=Búsqueda web
00002413=Altavista:
00002415=Buscar
00002417=Completado de código
00002418=Retardo en análisis (ms):
00002419=Prioridad de tarea de análisis:
00002420=Auto temporizado (ms):
00002423=Icono:
00002426=Formato de archivo
00002427=Pestaña de archivos
00002428=Detectar cambios
00002429=Codificación de archivo
00002430=Ventana de ruta de archivo (ventana de abrir/guardar)
00002431=Eliminar espacios en blanco al guardar
00002433=Todos los archivos (*.*)|*.*
00002434=Sintaxis
00002435=CargarSintaxisDesdeRegistro
00002449=Apache
00002450=Por favor, selecciona la carpeta raíz de Apache...
00002451=Interprete PHP (php.exe)|*.exe|Todos los archivos (*.*)|*.*
00002452=dat
00002453=Marcado de sintaxis (*.dat)|*.dat
00002454=Marcado de sintaxis (*.dat)|*.dat
00002455=Comprobar actualizaciones disponibles automáticamente al iniciar el programa
00002456=Abrir salida en navegador interno y externo
00002457=Advertencia
00002458=Aviso
00002459=Estándares estrictos
00002460=Error sintáctictico
00002461=Error fatal
00002462=Error fatal capturable
00002463=Error desconocido
00002464=Iniciar el servidor Xdebug al arrancar
00002465=Mostrar el resultado de salida de la depuración
00002466=Mostrar información extendido
00002467=Auto capturar
00002468=Capturar con tecla 'Ctrl'
00002469=Configuración (php.ini):
00002470=Dejar que phpDesigner 2008 configure automáticamente el directorio de salida para los perfiles en el php.ini
00002471=Activar comprobación de sintaxis en directo para PHP
00002472=Activar comprobación de sintaxis en directo para HTML/XHTML y CSS
00002473=Resaltar advertencias y errores de PHP
00002477=Cerrar automáticamente los siguientes corchetes:
00002478=Sangrar automáticamente corchetes
00002479=Coincidencia if/else simple
00002480=Resaltar etiquetas y corchetes coincidentes/no coincidentes
00002481=Cerrar automáticamente etiquetas '>'
00002482=Mostrar imagen de bievenida al iniciar
00002483=Cargar el último proyecto abierto al iniciar
00002484=Alternar cuando las auto correcciones son realizadas con MouseDown.
00002485=Corregir en Mo&useDown
00002486=Alternar cuando las auto correcciones deben mantener la capitalización original del texto.
00002487=&Mantener capitalización
00002488=Alternar cuando las auto correcciones son realizadas sin tener en cuenta la capitalización.
00002489=&Ignorar capitalización
00002490=Alternar cuando las auto correcciones está activada.
00002491=&Activado
00002492=Imprimir sólo en blanco y negro
00002493=Usar marcado de sintaxis
00002494=Imprimir número de línea
00002495=Ajustar líneas largas
00002496=Mostrar caracteres especiales
00002497=&Auto sangrado
00002498=Editar al arrastrar y soltar
00002499=Deshacer en grupo
00002500=Ajuste de línea
00002501=Desplazarse pasado fin de línea
00002503=Margen
00002504=Tabulaciones
00002505=Tecla de inicio inteligente
00002506=Tecla de fin inteligente
00002507=Ctrl + click (saltar a declaración)
00002508=Seleccionar comentario con doble click
00002509=Este es el manual extendido de PHP
00002510=Auto completar (Historial de búsqueda)
00002511=Cancelar espacio
00002512=Coincidencia completa
00002513=Auto capturar
00002514=Aceptar sólo por introducción
00002515=Cerrar si vacio
00002516=Aceptar por pestaña
00002517=Si no se encuentra coincidencia, seleccionar el primer elemento
00002518=Etiqueta - Abrir (<)
00002519=Etiqueta - Cerrar (</)
00002520=Etiqueta - Entidad especial (&&)
00002521=Capturar clases PHP (::)
00002522=Capturar objetos PHP (->)
00002523=Capturar variables PHP ($)
00002524=Eliminar variables duplicadas
00002525=Mostrar parámetros de funciones
00002526=Mostrar contantes incorporadas
00002527=Mostrar palabras clave
00002528=Ordenar elementos
00002530=Mantener texto
00002531=Activar asociación de archivos
00002532=Mostrar la ruta completa del archivo en las pestañas
00002533=Botón de cerrar
00002534=Reordenar pestañas
00002535=Detectar automáticamente cambios en los documentos abiertos realizados por aplicaciones externas
00002537=Tipo de codificación
00002538=Seleccionar pestaña antes de cerrar
00002539=Eliminar línea si está vacía
00002540=Eliminar espacios en blanco al guardar
00002541=HTML
00002542=Texto
00002543=Negrita
00002544=Negrita + Subrayado
00002545=Normal (por defecto)
00002546=Subrayado
00002547=Archivo
00002548=Raíz del proyecto
00002549=Navegador de proyecto
00002550=Navegador de archivos
00002551=Por defecto (carpeta de usuario de Windows)
00002552=Personalizar
00002555=Dialogo de búsqueda
00002556=Barra de búsqueda
00002586=Activar marcado inteligente para PHP y HTML
00002587=Colorear código inactivo en PHP, HTML, CSS en JS
00002588=Incrustar marcado PHP en HTML/XHTML
00002589=Incrustar marcado PHP en CSS
00002590=Incrustar marcado PHP en JavaScript
00002591=Incrustar marcado PHP en HTML/XHTML
00002592=Incrustar marcado PHP en HTML/XHTML
00002593=Insertar * en comentarios phpDoc
00002594=Nombre de fuente:
00002596=Dependencias
00002597=Clases
00002598=Funciones
00002599=Variables
00002600=Constantes
00002601=Interfaces
00002602=Clase implementa
00002603=Interfaz extiende
00002604=Mostrar parámetros de funciones
00002605=Auto expandir al seleccionar
00002606=Retardo antes del siguiente análisis (ms):
00002607=Normal
00002608=En espera\nMenor\nBaja\nNormal\nSuperior\nMáxima\nTiempo Crítico
00002609=Abrir todos los archivos recientes
00002610=Abrir el último archivo abierto
00002611=Mostrar "Primeros pasos"
00002612=Marcado inteligente (PHP, HTML, XML, CSS y JavaScript)
00002613=Ruby
00002614=Python
00002615=C#
00002616=Java
00002617=Perl
00002618=SQL
00002619=PHP
00002620=HTML
00002621=CSS
00002622=XML
00002623=JavaScript
00002624=VBScript
00002625=Ninguno
00002626=Abrir últimos archivos abiertos
00002630=Negrita
00002631=Cursiva
00002632=Subrayado
00002633=&Tachado
00002634=Cabecera:
00002635=Pie:
00002636=Opciones:
00002637=Paradas en excepciones:
00002638=Opciones
00002641=Abrir
00002642=Incrustar en phpDesigner 2008
00002643=Externo
00002644=General
00002645=HTML - Capturar
00002646=PHP
00002647=Avanzado
00002648=Enlaces a manuales
00002649=Ruta:
00002650=Estilo
00002651=Smarty
00002652=General
00002653=Al iniciar
00002654=Tipos de documentos
00002655=Actualización de programa
00002656=Ruta de configuración
00002657=Explorador de código
00002658=Versiones de marcado
00002659=Marcado inteligente
00002660=Sintaxis de marcado
00002661=Editor
00002662=Marcas coincidentes
00002663=Auto correcciones
00002664=Auto completado
00002665=Sugerencias de código
00002666=Completado de código
00002667=Perfilador
00002668=Depurador
00002669=Plantillas
00002670=Tarea/Bug en línea
00002671=Imprimir
00002672=Manual PHP
00002673=Integraciones
00002674=Localhost
00002675=Ejecutar
00002676=Comprobar sintaxis
00002677=Paneles
00002678=Navegadores
00002679=TortoiseSVN
00002680=Búsqueda web
00002681=Otros manuales
00002682=JavaScript:
00002683=Abrir...
00002684=Preferencias
00002686=Preguntar si interrumpir en primera línea si no se encuantra un punto de ruptura
00002687=Separadores de Sintaxis
00002688=Fondo:
00002689=Primer plano:
00002690=Deshabilitar Sugerencias de Código
00002691=PHP
00002692=HTML/XHTML
00002693=CSS
00002695=1) Ir a menú Archivo - Nuevo...
00002696=2) Presiona el botón "Editar Plantillas..."
00002697=Editar las plantillas por defecto:
00002698=Usar el Resaltador Inteligente para archivos sin extensión
00002699=Drop Files
00002700=Abrir
00002701=Inserar como un enlace
00002702=JavaScript
00002703=Saltar previsualización al imprimir
00002704=Mantener el texto cuando se cierra automáticamente entre 'brackets'
00002705=Nuevos Archivos
00002706=Marcar como modificado
00002708=Marcar línea activa
00002709=Archivo de configuración (php.ini):
00002710=Ejemplo: php.exe
00002716=Archivos máximo
00002717=Color:
00002718=Auto cerrar etiqueta
00002719=Añadir cierre ')'
00002722=Modo silencioso
00002723=Ejemplo: php-cgi.exe
00002724=Ejemplo: php.ini
00002725=XAMPP y WAMP son las maneras más fáciles de instalar una máquina local basada en Apache con PHP y MySQL.
00002727=Perfilar con Xdebug
00002735=Ejemplo: php-cgi.exe
00002736=Ejemplo: php.ini
00002740=Seleccionar linea
00002741=Ninguno
00002742=Tabulados a Espacios
00002743=&Tabulador (ancho):
00002748=Trim
00002749=DOS | Windows
00002750=Unix
00002751=Mac
00002753=Ruta de archivo
00002754=Navegador de archivos
00002755=Ansi
00002756=UTF-8
00002757=UTF-16 LE
00002758=Cargar como UTF-8
00002759=Guardar con BOM
00002760=UTF-16 BE
00002761=Añadir ""
00002762=Copia de seguridad de FTP
00002763=Copia de seguridad automática de archivos por FTP
00002764=Directorio:
00002766=GIT
00002767=GIT:
00002768=Archivo de Configuración...

[frmPrint]
00000001=Vista previa de impresión
00000002=Imprimir
00000003=Imprimir...
00000004=Configuración...
00000005=Primera página
00000006=Página anterior
00000007=Siguiente página
00000008=Última página
00000009=Rango de página: Todas
00000010=Rango de impresión: Todo
00000011=Rango de página: Selecionada
00000012=Imprimir:

[frmProjectEdit]
00000002=General
00000003=Nombre:
00000005=Descripción:
00000006=Filtros
00000007=CSV\nFormato HTML\nTexto plano\nFormato de texto enriquecido\nFormato de texto enriquecido sin objetos\nTexto Unicode\nÁrbol virtual de datos\nVirtual Tree Data\n
00000010=Localhost
00000011=Ruta en servidor:
00000012=Ruta local:
00000013=Puerto:
00000014=Ejemplo: http://localhost
00000015=Ejemplo: C:\\Archivos de programa\\xampp\\htdocs\\
00000016=Editar proyecto
00000017=Filtrar
00000018=Editar
00000019=Filtrar
00000020=Añadir filtro
00000021=Filtrar
00000022=Eliminar filtro
00000023=Aceptar
00000024=Cancelar
00000025=Por defecto
00000030=Filtrar
00000031=Por defecto
00000032=Área de trabajo
00000033=Recargar
00000036=Renombrar
00000037=Borrar
00000038=barTop
00000039=Nuevo ...
00000040=Carpeta virtual
00000041=Carpeta
00000042=Archivo
00000043=Enlace a carpeta local
00000044=Enlace a archivo local
00000045=Enlace a carpeta FTP
00000046=Enlace a archivo FTP
00000047=Importar desde ...
00000048=Carpeta local
00000049=Archivo local
00000050=Carpeta FTP
00000051=Archivo FTP
00000052=Exportar a ...
00000053=Carpeta local
00000054=Carpeta FTP
00000055=Recargar
00000056=Borrar
00000057=Renombrar
00000058=Propiedades
00000059=Abrir
00000060=Nuevo ...
00000061=Archivo
00000062=Carpeta
00000063=Enlace a archivo local
00000064=Enlace a carpeta local
00000065=Enlace a archivo FTP
00000066=Enlace a carpeta FTP
00000067=Carpeta virtual
00000068=Propiedades
00000069=Cambiar permiso
00000070=Importar desde ...
00000071=Carpeta local
00000072=Archivo local
00000073=Carpeta FTP
00000074=Archivo FTP
00000075=Exportar a ...
00000076=Carpeta local
00000077=Carpeta FTP
00000078=Menú contextual
00000079=Abrir
00000080=Nuevo ...
00000081=Carpeta virtual
00000082=Carpeta
00000083=Archivo
00000084=Enlace a carpeta local
00000085=Enlace a archivo local
00000086=Enlace a carpeta FTP
00000087=Enlace a archivo FTP
00000088=Importar desde ...
00000089=Carpeta local
00000090=Archivo local
00000091=Carpeta FTP
00000092=Archivo FTP
00000093=Exportar a ...
00000094=Carpeta local
00000095=Carpeta FTP
00000096=Recargar
00000097=Borrar
00000098=Renombrar
00000099=Propiedades
00000100=Cambiar permiso
00000101=Menú contextual
00000102=Creado:
00000103=Última vez abierto:
00000104=Total:
00000105=Tiempo de sesión:
00000106=Dividir lista de archivos
00000107=Dividir lista de archivos
00000108=Subir el documento activo aquí
00000109=Subir el documento activo aquí

[frmProjectManager]
00000002=Proyectos:
00000004=Nuevo
00000005=Editar
00000006=Eliminar
00000007=Aceptar
00000008=Cancelar
00000009=Ordenar
00000010=Mover arriba
00000011=Mover abajo
00000012=Abrir proyecto
00000013=Cerrar proyecto
00000014=Duplicar
00000015=Gestor de Proyectos

[frmSelectFiles]
00000001=Seleccionar archivos...
00000003=Cerrar

[frmSnippetAndTemplate]
00000005=Nombre:
00000006=Contenidos:
00000007=Pulsa botón derecho debajo para ver más opciones...
00000008=Cancelar
00000009=Aceptar
00000010=Importar...
00000011=Elige la posición del cursor
00000012=Deshacer
00000013=Rehacer
00000014=Cortar
00000015=Copiar
00000016=Pegar
00000017=Seleccionar todo

[frmSpecialCharacters]
00000005=Cancelar
00000006=Aceptar
00000007=Carácter
00000008=Descripción
00000009=Entidad
00000010=Caracteres Especiales

[frmTable]
00000005=Ok
00000006=Cancelar
00000007=General
00000009=Filas:
00000010=Columnas:
00000025=Avanzado:
00000041=.htm
00000042=Todos los archivos (*.*)|*.*
00000043=Editor de tablas
00000045=Resumen:
00000047=Estilo:
00000048=Clase:
00000049=Título:
00000050=Id:
00000051=Índice de tabulador:
00000052=&Accesskey:
00000053=Sabes más sobre tables
00000054=Salida
00000055=Encerrar entre
00000056=Comillas simples
00000057=Comillas dobles
00000058=Ninguno
00000059=Trim
00000060=Ninguno
00000061=Tabulador \\t
00000062=Nueva línea \\n
00000063=Retorno de carro \\r
00000064=Escapar comillas dobles "

[frmTodoItem]
00000004=Elemento tarea
00000005=Estado:
00000006=Fecha de inicio:
00000007=Descripción:
00000008=Archivo asociado:
00000009=Fecha de finalización:
00000010=Prioridad:
00000011=Completo:
00000012=Nombre de elemento:
00000013=Proyecto asociado:
00000014=Cancelar
00000015=Ok
00000017=.htm
00000018=Todos los archivos (*.*)|*.*

[frmProjectWizard]
00000001=Nuevo asistente de proyecto
00000002=A la Página de &Inicio
00000003=A la &Última Página
00000004=< &Atrás
00000005=&Siguiente >
00000006=&Finalizar
00000007=Cancelar
00000008=&Ayuda
00000009=General
00000010=Información general acerca de su proyecto
00000011=Título del proyecto:
00000012=Descripción:
00000013=Origen del proyecto
00000014=Establecer carpeta raíz de su proyecto
00000015=Carpeta raíz del proyecto:
00000016=Librerías
00000017=Librerías a las que se puede acceder desde el área de trabajo del proyecto y terminación de códigos
00000018=Librerías:
00000019=Agregar
00000020=Eliminar
00000021=Cuentas FTP
00000022=Cuentas FTP a las que se puede acceder desde el área de trabajo del proyecto
00000023=Cuentas FTP:
00000024=Agregar
00000025=Eliminar
00000026=Filtros
00000027=Establecer filtros básicos que se adapten a su proyecto
00000028=Máscaras de archivo que se incluirán al analizar archivos PHP:
00000029=*.php*\n*.inc\n*.htm\n*.html\n*.css\n
00000030=Resumen
00000031=Área de trabajo del proyecto (arrastrar carpetas/archivos desde el explorador para poder personalizarlo)
00000032=barTop
00000033=Nuevo ...
00000034=Carpeta virtual
00000035=Carpeta
00000036=Archivo
00000037=Enlace a carpeta local
00000038=Enlace a archivo local
00000039=Enlace a carpeta FTP
00000040=Enlace a archivo FTP
00000041=Importar desde ...
00000042=Carpeta local
00000043=Archivo local
00000044=Carpeta FTP
00000045=Archivo FTP
00000046=Exportar a ...
00000047=Carpeta local
00000048=Carpeta FTP
00000049=Recargar
00000050=Borrar
00000051=Renombrar
00000052=Propiedades
00000053=Dividir lista de archivos
00000054=Abrir
00000055=Recargar
00000056=Renombrar
00000057=Borrar
00000058=Nuevo ...
00000059=Archivo
00000060=Carpeta
00000061=Enlace a archivo local
00000062=Enlace a carpeta local
00000063=Enlace a archivo FTP
00000064=Enlace a carpeta FTP
00000065=Carpeta virtual
00000066=Propiedades
00000067=Cambiar permiso
00000068=Importar desde ...
00000069=Carpeta local
00000070=Archivo local
00000071=Carpeta FTP
00000072=Archivo FTP
00000073=Exportar a ...
00000074=Carpeta local
00000075=Carpeta FTP
00000076=Menú contextual
00000077=Dividir lista de archivos
00000078=Menú contextual
00000079=Abrir
00000080=Nuevo ...
00000081=Carpeta virtual
00000082=Carpeta
00000083=Archivo
00000084=Enlace a carpeta local
00000085=Enlace a archivo local
00000086=Enlace a carpeta FTP
00000087=Enlace a archivo FTP
00000088=Importar desde ...
00000089=Carpeta local
00000090=Archivo local
00000091=Carpeta FTP
00000092=Archivo FTP
00000093=Exportar a ...
00000094=Carpeta local
00000095=Carpeta FTP
00000096=Recargar
00000097=Borrar
00000098=Renombrar
00000099=Propiedades
00000100=Cambiar permiso
00000101=Excluir directorios del proyecto:
00000102=Subir el documento activo aquí
00000103=Subir el documento activo aquí

[frmSpreadPhpDesigner]
00000009=Ayúdame a difundir la palabra acerca de phpDesigner a todos los rincones de la web por blogs acerca de phpDesigner, vinculando ...
00000010=¡Seleccione un botón, pulse Aceptar para obtener el código para su botón y péguelo en su sitio web o blog para enlazar a phpDesigner!
00000011=Aceptar
00000012=Cancelar
00000013=phpDesigner 8

[frmFormatter]
00000073=Ok
00000078=Cancelar
00000082=Formateador
00000083=Salida
00000090=Wordwrap
00000091=General
00000092=Formatear HTML
00000093=Formatear CSS
00000094=Formatear JavaScript
00000095=JavaScript
00000096=Indentar con
00000097=un caracter tabulador
00000098=un caracter tabulador\n2 espacios\n3 espacios\n4 espacios\n8 espacios\n
00000102=Dejar líneas vacias
00000103=Mantener indentación en Array
00000104=un caracter tabulador
00000105=un caracter tabulador\n2 espacios\n3 espacios\n4 espacios\n8 espacios\n
00000106=Indentar con
00000107=Carácteres Máximo

[frmHyperlink]
00000002=Ok
00000003=Cancelar
00000004=General
00000005=&Texto a mostrar:
00000007=Tar&get:
00000010=Avanzado
00000015=&Id:
00000036=Hiperenlace
00000038=Saber más sobre hiperenlace
00000040=&Clase:
00000041=&Lenguaje:
00000042=&Tipo:
00000043=&Accesskey:
00000050=Salida
00000051=Encerrar entre
00000052=Comillas simples
00000053=Comillas dobles
00000054=Ninguno
00000055=Trim
00000056=Ninguno
00000057=Tabulador \\t
00000058=Nueva línea \\n
00000059=Retorno de carro \\r
00000060=Escapar comillas dobles "

[frmMinifier]
00000073=Ok
00000078=Cancelar
00000080=Nivel de compresión:
00000082=Minimizador
00000083=Salida
00000084=normal
00000085=mínimo\nnormal\n
00000086=Eliminar último punto y coma
00000087=Eliminar comentarios
00000088=2. normal
00000089=1. mínimo\n2. normal\n3. agresivo\n
00000090=Wordwrap

[frmReg]
00000002=3-in-1. Instala phpDesigner 8 en el trabajo, en tu portatil y en casa con una licencia comercial
00000003=Actualizaciones gratuitas y soporte de por vida
00000004=Crear, editar, mantener, depurar y publicar sitios web con phpDesigner 8
00000005=$xxx dias para fin
00000006=phpDesigner 8
00000007=Gratis 21 dias de prueba. Prueba la versión completa de phpDesigner 8.
00000009=Escribe los detalles del registro
00000010=Usuario
00000011=Clave
00000012=Compañia
00000013=Correo Electrónico
00000015=Clave de validación
00000016=Registrar Licence
00000017=Prueba
00000018=Comprar...
00000019=Evaluar
00000021=Usuario Existente? Actualícese Ahora!

[$CONSTANTS]
